{"train-0": {"text": "Detroit City FC: The football team rising from America’s biggest ruin, , By Mike Henson, BBC Sport, Share this with, Trevor James has seen a lot in his footballing life., In the 1980s, he played for the LA Lazers, a short-lived indoor soccer cousin to the famed LA Lakers, attracting a similarly glitzy Hollywood crowd to the city's Forum arena., In the 1990s, as part of Sir Bobby Robson's scouting network, he picked apart England's World Cup 1990 opposition before being deployed to watch Brazilian phenomenon Ronaldo in preparation for Barcelona's then world-record £13.2m purchase., In the 2000s, the arrival of David Beckham transformed the LA Galaxy team he helped coach from global non-entity into a travelling circus., He has even barked orders at the likes of Rod Stewart, Ronnie Wood and Andrew Ridgeley as manager of Stewart's LA Exiles - a team of ex-pat musicians, actors and artists who have made California home., But he has never seen anything like Detroit City.,  \"It is a unique club,\" he tells BBC Sport., \"There is a mentality that is Detroit against the world. They want independence because that is what Detroit is. Detroit City FC is an independent club., \"Some really good things come out of that. And occasionally we'll do things that upset people.\", \"People are desperate! There's no work out there, man; they're selling everything! It's down to a dime on the dollar.\", That was how a hitch-hiker described the situation in Detroit to journalist Hunter S Thompson in his 1972 book Fear and Loathing on the Campaign Trail., Nearly half a century on and now Detroit's demise is news to no-one., The journey from the richest city per capita in the whole United States in 1960 to the largest municipal bankruptcy in the country's history in 2013 was propelled by the decline of the American car industry, as jobs, people and money - public and private - haemorrhaged away., In many parts all that was left behind was a mausoleum to America's motor age., In the depths of that depression, one of the few modern growth industries involved sightseeing tours to Michigan Central Station, whose vaulted marbled ticket halls lie strewn with rubble, or the United Artists Theatre, an elaborate 2,000-capacity Gothic- style cinema that sits silent and sunlit through a shattered roof., Perhaps most poignant were the everyday scenes; libraries lined with books, classrooms filled with desks and police stations with evidence still pinned to the walls - everything essentially in place, but long devoid of human life., Keyworth Stadium could have gone the same way. President Roosevelt opened it in 1936, promising it would \"last for many years\" as his nation attempted to lift its sights from \"bare food and lodging\" to \"enjoyment and recreation\"., By 2015 the grandstands sagged, the locker rooms needed repair and the floodlights were broken. It has had an unlikely saviour., On a chilly evening last October, a 1,000-strong mob, many clad in black, collected outside a bar on Christopher Street half a mile away from the stadium. Among their number were some of the hundreds who had raised $741,250 (£594,000) as part of a community investment scheme to renovate Keyworth. They had dedicated their time and money for evenings like this., Together, with gold and maroon flags hoisted aloft, they marched to watch Detroit City play Milwaukee Torrent and lift the NPSL Members Cup., In total, the crowd numbered 5,720. That is an entirely usual gate for Detroit City, but utterly unprecedented numbers for the fourth tier of American soccer, where attendances are often in the hundreds., For reference, their average crowd last year would place them comfortably in the top half of the second-tier USL Championship and was greater than plenty of clubs in England's League One drew last season., The volume of people is one half of the story, though. The other is the volume of their support., Detroit's own chief executive Sean Mann describes the club's fans as \"rabid and notorious\". And he means it entirely as a compliment., For while Mann and four friends founded the club in 2012 - after long nights drinking and deliberating in a basement bar Mann designed around a Bristol boozer he frequented during his time studying for a degree in the UK - it is the fans on the stands who have since defined its identity. It began before the team had even set foot on the pitch., Brothers Ken and Gene Butcher - long denied an outlet for their football passion - appeared at Detroit's first try-outs armed with flags, drums, smoke bombs, a few friends and a determination to make noise that would be heard far beyond Keyworth., \"We just attacked unapologetically on every level, to bolster our team however we could, to try and get some bite out of other people. We just went full bore,\" Ken said in a 2015 interview. , At Detroit's first game, when the first goal went in, they passed around smuggled flares like sparklers at a Bonfire party., \"Everyone learned that day how bad sulphur is for your lungs, and how hot they are in your hands,\" Ken reflected., \"We marched out and didn't think we would ever be allowed back again.\", But they were. In the meantime their full-blooded, volcanic support attracted heat online and more and more members on the ground., Dion Degennaro was one. Football was a family flame passed on by his grandfather, an Italian immigrant to Buenos Aires who grew up in the shadow of La Bombonera - Boca Juniors' home - before moving to Detroit., Dion, like Gene and Ken, was at Detroit's first game. Unlike them, he was unsure whether the atmosphere was going to be superclasico or damp squib., \"I went to that first game not knowing what to expect,\" he tells BBC Sport. \"But I was like 'oh man, this is really cool'., \"In fact, I was a little intimidated. I didn't know what to make of it. It wasn't until the first game of the 2013 season that I went over and got involved in that supporter section., \"It was just making that first step to not be too intimidated by 2,000 people chanting, letting off smoke bombs and wearing skeleton masks.\", The skeleton emblem is part of a Goth-tinge that is a hallmark of Detroit City's hardcore. Its aim is representation as much as intimidation., \"We use a lot of skulls and skeletons and black and smoke,\" explains Degennaro., \"Everyone would call Detroit a dead city. And part of what we do as a group is embrace criticisms people have of us and turn that into something that can't hurt us., \"If Detroit is a dead city, we are going to be the walking dead. We are going to show there are still things happening here.\", Despite their fearsome look, changing things for the better is a driving force among the Northern Guard - the main Detroit ultra group that the Butchers and Degennaro are part of., Their mission statement lists two things they hate., The first is Ohio. Quite why is unclear to an outsider. Degennaro says it is a running national joke and has the sales figures to back himself up., In their early days, the Northern Guard produced a special scarf that featured Ohio directly after another four-letter word. At the MLS All-Star Game in 2014, a travelling Detroit City fan waved one as a cameraman framed him up in a crowd cut-away shot on national television. It has remained the Northern Guard's most popular piece of merchandise ever since, selling all around the country., The second thing they hate is hate itself., Last year, the club and its supporters raised more than $26,000 (£20,800) for the Ruth Ellis Center which cares for at-risk LGBTQ youth in Detroit as part of their annual Pride Raiser month., Back in 2014, they were the first sports team in America to dedicate their shirts to LGBTQ inclusion in a competitive match., Previous causes have included Freedom House, which protects asylum-seekers fleeing persecution, support for those affected by the lack of clean water in nearby Flint, and a campaign to end to gun violence., What matters to the fans, matters to the club. Without a multi-million dollar television deal, without a billionaire benefactor, the club relies on the turnstiles ticking over and creating a connection that draws fans back time after time., A shared morality rather than a business triangulation motivates Mann, though. The big-league teams might prefer apolitical opacity. He is clear., \"The causes we embrace as an ownership, and where our supporters are at, are typically more social justice orientated, left-leaning causes,\" he adds., \"Sport has a disproportionate, almost unjustifiable, role in our communities. We employ as many people as an oversized, fast casual restaurant, but we're in the newspaper, we're on TV regularly., \"So, with everything going on in the world and in our country now, if we didn't use that to highlight the positive things going on in our community it would be a wasted opportunity.\", The club turns its gaze inwards as well. Put bluntly, Detroit City FC is a very white club in a very black city., \"I think in the early years, you had a lot of white soccer supporters coming in from the suburbs to support the team because it was this hipster, cool, fun thing to do in the city,\" explains Degennaro., \"Where we play in Hamtramck is one of the most diverse communities in the country. And I think over the last year or two we're starting to see a bit more diversity in the stands, but there is always, always, always room for improvement. We want to be involved in the community and we want them to be involved in what we are doing as well.\", The Northern Guard has launched its own initiatives, donating equipment to local public schools, organising clean-ups, supporting foodbanks, and working with the club to distribute tickets to local people who might not otherwise come to matches., The combination of inclusivity on one hand and riotous, raucous rejection of anything that is not Detroit City, at least for a few hours on matchday, has reversed the traditional flow of people away from the city., \"Coming to Detroit and coming to Keyworth is kind of a pilgrimage to lower division soccer fans in United States,\" says Degennaro., \n                            Media playback is not supported on this device\n                        , \"It is something to experience and something to see. It's an away day that if people can come to, they try to make it.\", Some of the attention has been unwanted, however. With Detroit City having proved the viability of a Detroit football team, Major League Soccer prospectors circled., A consortium that included Dan Gilbert and Tom Gores, who between them own the Cleveland Cavaliers and the Detroit Pistons basketball teams, with combined assets worth over $10bn (£8bn), came up with a plan to launch an all-new Detroit MLS team in 2016., \"Everyone assumed that would be the end of us,\" admits Mann., But the momentum behind the bid petered out as wrangling over the location of a stadium convinced MLS to look elsewhere., Investors have approached Mann in the past about pumping money into Detroit City itself, but those offers would have fundamentally changed what Detroit City is., He wants the character of the club retained and says: \"No-one's really come close to that threshold of being enticing to us.\", Detroit has seen vanity project teams come and go in the past. The Detroit Cougars, part owned by motor scion William Clay Ford, lasted only two years in the North American Soccer League in the 1960s. Detroit Express signed British superstars Trevor Francis and Alan Brazil, but lasted only one year more in the 1970s. Detroit City's more organic development has produced deeper roots., \"We will always show up for the club no matter what, because that's what we're here to do but, personally, I would have a hard time seeing us sell out to billionaires,\" Degennaro says., \"And the type of support that I like, I would say it's not really welcome at that level. They don't want people like me and supporters groups like us.\", For now, no-one is coming to Detroit., The club's first fully professional season is stalled after just one game - a 2-0 win away to LA Force - because of the coronavirus outbreak. , Since play halted, Detroit has become a hot spot in the US outbreak, with only New York and neighbouring New Jersey suffering more cases or deaths than the state of Michigan. State Rep. Isaac Robinson - who represented Detroit City's home of Hamtramck - was one of those to die., English manager Trevor James arrived in January 2019 and has been tasked with overseeing the transition to the fully paid ranks. For now, his plans for a maiden season in the third-tier National Independent Soccer Association are on ice., More urgent than the scoresheet is the balance sheet. The same direct reliance on matchday revenue and fans in the stands that has given the club its independent spirit has left Detroit City especially vulnerable., Although they have paid back the investors who helped renovate Keyworth two years ahead of schedule, around half of the club's sponsors for this season, perhaps understandably, have not delivered their dues., While they wait for those and government relief funds to arrive, the ownership group, led by Mann, have taken out loans against their homes to bridge the gap., For a club that has rejoiced in defying people's preconceptions of Detroit, it is another difficult time. But right now Mann is not concerned about those beyond the city limits., \"I think 10 years ago I was much more defensive about Detroit, selling the club as something that put the city in a positive light. That used to be a driving factor in my life, both professionally in politics and with the soccer team., \"But at the end of the day we are doing this for Detroiters. We have created a special experience for people here in the city. Our goal is always to be Detroit's team - to have a club that resonates here in the community., \"When we get through this and get back to Keyworth. It's going to be a hell of a party.\", Like all good parties, it will be loud and it will be fun. And it will probably upset a few people along the way., Share this with, , , ,  , , , , , , , , ,  , , , , , , , , ,  , , ,  ,  ,  ,  ,  ,  ,  , ,  , ,  ,  ,  ,  , , , , , ,  ,  , ,  ,  ,  , ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  , Find ways to get active, How to get involved in just about any sport or activity, Find a club, activity or sport near youhttps://www.bbc.co.uk/sport/football/52308463", "label": 0}, "train-1": {"text": "Formula 1: Who said that? Guess the memorable quotes, , , , Share this with, From angry cries over the team radio, to indifferent answers given in a press conference., When it comes to memorable quotes in sport, Formula 1 has heard it all., Below are 10 questions featuring soundbites from drivers, engineers and exasperated team bosses., All you have to do is select the right answer from three options given, then pat yourself on the back if you get them all right. , Share this with, BBC Sport reflects on everything we love about the London Marathon as this year's race is postponed because of the coronavirus outbreak., BBC Sport's chief football writer has made a shortlist of the greatest post-war British managers, now it's turn to vote for the best., From winning the SW19 junior title to almost quitting tennis, Noah Rubin knows the mental stresses on players and is now giving them a platform to open up., The mayor of Tampa hints she is open to renaming the Tampa Bay area as she writes a witty apology to Tom Brady after he is thrown out of a city park.,  ,  ,  ,  ,  ,  ,  ,  ,  , Stream Killing Eve Series 3 on BBC iPlayer, Analysis and opinion from the BBC's chief Formula 1 writer., Get the latest results and headlines sent straight to your phone, find all our Formula 1 coverage details with our Live Guide, sign-up to our newsletter and learn where to find us on online.https://www.bbc.com/sport/formula1/52401900", "label": 0}, "train-2": {"text": "Jurgen Klopp: Liverpool manager's journey from Black Forest to heroic status at Anfield, , By Sam Sheringham, BBC World Service Sport, Share this with, Jens Haas still remembers the first time he suspected his schoolmate Jurgen Klopp had the mind of a football manager., They were 11 years old, being driven to play football for SV Glatten's youth team, listening to their beloved Stuttgart's latest Bundesliga match on the radio., Young Jurgen began to analyse Stuttgart's tactics - and suggested a couple of substitutions to alter the course of the game. Moments later, the commentator confirmed that Klopp's suggested switches were being made., \"I was amazed by his knowledge and understanding of the game,\" recalls Haas. \"Sometimes I thought he was already a coach.\", Klopp's school days in the Black Forest offer the first clues as to how he grew up to become the ultimate modern football manager., He is revered at Mainz, where he went from player to head coach overnight and took the club into the Bundesliga for the first time; at Dortmund, where he toppled Bayern Munich; and now at Liverpool, with a sixth European Cup and a march towards a 19th league title before coronavirus intervened. , Equally at ease with players, fans, executives and journalists, this smiling, gesticulating, bear-hugging coach seems to embody these clubs whose supporters demand an emotional investment from the man in control of their dreams., There's plenty more on Klopp's personality and methods to come as we speak to some of the key figures in his journey to Anfield. The story begins in Glatten, the idyllic Black Forest spa village where he spent his formative years., We meet Haas opposite the bakery, beside a fountain that flows into the River Glatt from which the village takes its name. This is where Jurgen, Jens and their SV Glatten team-mates would gather before travelling to away matches., A short stroll along the river's grassy banks, where the boys used to ride their bikes, takes you to Klopp's childhood home, a large white-fronted house where his mother still lives, opposite the shiny new town hall and less than a corner kick away from the primary school that Klopp and Jens attended., It is here, among the hills of Swabia - a land of cuckoo clocks, traditional costumes and hearty foods in south-west Germany - that Klopp developed his sense of freedom, a far cry from the industry and intensity of Mainz, Dortmund or Liverpool., \"People here are very quiet and solid,\" says Haas. \"They are cautious with money. They like to work and they judge people on what they do. , \"Swabian people take a little while to warm up, but once you are friends you are friends for life. It's a really good place to grow up. You have time for yourself and you can focus on what you want to do.\" , Klopp has two older sisters who he says were like second mothers to him, but it was his father Norbert - a travelling salesman and former amateur goalkeeper - who encouraged him to take up sport., \"Norbert had a big influence on him, he shaped him,\" recalls Klopp's first coach Ulrich Rath, who founded the Glatten Under-11s team in 1972 so that his two sons Ingo and Harti could play for a team alongside Klopp and Jens., \"It's important to know that Norbert Klopp wasn't born here in Glatten. He's from Rhineland-Palatinate, close to Mainz. The people from that area celebrate carnival. In Glatten and in the Black Forest, we don't,\" he adds., \"Norbert was very active here in this club, first in football and then later in tennis. And Jurgen got his father's eloquence, enthusiasm and vigour. , \"His mother is originally from Glatten, from a long-established family. The people from the Black Forest are quiet, laid-back people. They always had to work hard. They were always strong-willed. , \"When Jurgen is jumping up and down, I can see Norbert in him. But when he closes the door behind him at home, he finds peace and quiet and collects his strength. That's his mother.\", Klopp was a midfielder and captain for SV Glatten's youth teams until he switched in his late teens to TuS Ergenzingen, a bigger team in a town 15 miles away. Rath describes him as a \"bad loser\" but a \"natural leader\"., \"He was always right at the forefront and he spoke up when something was not right,\" says the 79-year-old Rath. \"We had a good relationship. He was ambitious. And he would always tell his team-mates 'Let's go' and push them.\", The pitch where Klopp used to play has tall pine trees along one touchline and a stream along the other, from which Haas remembers retrieving many a stray ball., In 1981, matches moved across the village to a new sports club, where the yellow and black colours of the local team are an uncanny match for those of Borussia Dortmund. A photo of Klopp in his Dortmund prime, signed and dedicated to the people of his home town, sits proudly among the other trophies and memorabilia., This was also the venue for a celebration to honour the village's most famous son when Klopp led Dortmund to the Bundesliga title in 2011., As the cheering and chanting subsided, Klopp went on stage to make a speech before mingling with the people of his childhood home., \"It was amazing,\" says Haas, over a local wheat beer in Glatten's nearest thing to a sports bar, a smokey wooden den with TV screens where the local bikers' club have taken up residence for the afternoon., \"One minute he was the professional coach of Dortmund and then the next he was an old classmate. He was interested in the village, in who everyone was, and he spoke to people in the local dialect.\", Rath rarely sees Klopp these days but becomes emotional when he recalls a surprise phone call from his former pupil on his 75th birthday., \"He congratulated me and wished me all the best,\" says Rath, choking back tears. \"This is his home. And he has never forgotten that.\", After leaving Glatten, Klopp played for several amateur clubs, including Rot-Weiss Frankfurt, while studying for a degree in sports science at the city's university. , In 1990, at the age of 23, he moved 30 miles west to sign a semi-professional contract with second division team Mainz 05, under the watchful gaze of club captain Michael Schumacher., \"Klopp was a typical student at this time, in both looks and personality,\" laughs the 62-year-old, sitting in a corporate suite at Mainz's new 34,000-seater stadium, a gleaming symbol of the club's dramatic rise under Klopp's management., \"He was always wearing jeans and a T-shirt and was really easy-going with no stress.\", Life on the pitch was to prove rather more traumatic for Klopp, who has always confessed to having second division legs but a first division brain., \"When he came to us he was a forward,\" adds Schumacher. \"He was fast and good with his head but he struggled with the technical side of the game., \"It was hard for him. When they announced his name, the fans would whistle and boo. I remember after a game we were sitting in the hydro-massage pool and Klopp said to me 'What can I do? The coach always wants to bring me on.' He knew he wasn't the greatest player, but he did what he was told.\", A switch to defence under the tutelage of influential coach Wolfgang Frank turned the 6ft 4in Klopp into a success at Mainz, where he played 325 games in a decade-long career. But it was the sudden decision to install him as manager that really brought out his strengths., Mainz were facing relegation to the third tier of German football when president Harald Strutz made the bold call in February 2001. , \"The situation was that we'd gone through three managers in quick succession,\" says the affable Strutz as he looks out across the pitch at the creaking Bruchweg Stadium, Mainz's home during Klopp's time as player and coach which now serves as their training ground. , \"We had a very important game and we said if nobody is here to help the team, they have to do it themselves., \"Jurgen Klopp was full of passion, a normal man with a special personality. You could see in all the games that he was a leader. You could see the supporters were so impressed with his personality., \"We decided to make him the manager and that was such an explosion of emotion for all the people living in this city. And it started the greatest time for this club.\", The impact was instant. Mainz beat Duisburg 1-0 in Klopp's first match and won six of their first seven games to pull clear of the relegation zone. Better was to follow., In two successive seasons, the club challenged for promotion right up until the final day of the season, only to miss out in agonising circumstances both times. , While lesser men might have cracked, it was the way Klopp galvanised the club and the city that so impressed Strutz., As 15,000 fans gathered in front of the theatre in Mainz's main square, Klopp spoke from the heart., \"Everyone had tears in their eyes, but Jurgen got on the stage and told them we would come back stronger and try again. It was so impressive for all the people to see such strength. He always found the right words.\", Tears turned to joy the following season when Mainz secured their first ever promotion to the Bundesliga., \"I can promise we had a beautiful evening,\" says Strutz. \"Jurgen always tells me he has this image of me that he'll never forget. Standing in a pub at 3 o'clock in the morning looking so happy. Smiling, laughing, drinking.\", Mainz spent three heady seasons in the Bundesliga, ample time for Klopp's tactical acumen and infectious charm to make an impression on one of the most powerful men in German football., \"When you had to play against Mainz, on the one side the players were not very good, but on the other side it was so difficult to beat them because they had a lot of spirit,\" says Hans-Joachim Watzke, the chief executive of Borussia Dortmund., \"For the general public he made a real impression during the World Cup in 2006 when he was an expert on TV. , \"For the Germans it was a new thing that this guy had such a high competence for analysis but also made it entertainment with a lot of charm. It was fantastic.\", After more tears as he said farewell to the fans in Mainz's main square, Klopp joined Dortmund in 2008 and immediately formed a close bond with the club's impassioned 'Yellow Wall' of fans at their 80,000-capacity Westfalenstadoin., Playing his trademark brand of \"heavy metal\" football while screaming and gesturing from the outer reaches of his technical area, Klopp turned a struggling Dortmund side into one of European football's most thrilling sights, storming to the Bundesliga title in 2011 and following it up with the league and cup double in 2012., \"He gave the team a new spirit,\" says Watzke. \"He played another style of football to what we played before: aggressive, pressing with power and with his empathy on the side., \"The fans and the players loved him from the first moment. The whole city, the whole region was out of control.\", Klopp's superstar status is encapsulated in helicopter camera footage of the culmination of Dortmund's title-winning parade in 2011. With the newly-penned 'Kloppo du Popstar' anthem blasting out from the speakers, Klopp emerges through a cloud of smoke, dances onto stage in aviator shades, boots a ball into the crowd and waves to every adoring face., \"He's one of the most famous men in Germany,\" says close friend Uli Graf, the writer and producer of 'Kloppo du Popstar', which reached number two in the German charts., \"But he doesn't want to be a pop star. He is a man of the people - the boy from the Black Forest who became a hero.\", Graf describes holidaying with Jurgen Klopp as \"the biggest fun you can have\"., \"You'll be laughing, joking, you can talk about politics, sports,\" he says. \"He is a very intelligent and clever man, you don't have to fear what you say.\" , A great football coach, a decent dancer and an ideal holiday companion. But Jurgen Klopp's talents don't end there. , If ever a Borussia Dortmund sponsor was wavering about renewing their deal, they would receive a personal call from Klopp himself., \"Jurgen Klopp is a marketing man's dream,\" says Carsten Cramer, who was head of marketing during Klopp's seven years at the club and is now managing director., \"A person like him working for an emotional club like Borussia Dortmund was a perfect fit. He was able to give this club and its identity a human face., \"He is a weapon, a perfect all-rounder and he supported us in an awesome way. The sponsors were so touched that the manager of Dortmund was calling them that they all extended their deals.\", Five years on from another tearful parting of the ways, Cramer and Watzke remain close friends with Klopp and were guests in Kiev and Madrid for both of Liverpool's Champions League finals under the German., \"If you work together with a person like Jurgen for seven years it would be a lie to say you don't miss him. He's an extraordinary person,\" says Cramer. , \"But to see how he gives hope and power not only to Liverpool Football Club but also to the city makes us very proud.\", Share this with, , , ,  , , , , , , , , ,  , , , , , , , , ,  , , ,  ,  ,  ,  ,  ,  ,  , ,  , ,  ,  ,  ,  , , , , , ,  ,  , ,  ,  ,  , ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  , Find ways to get active, How to get involved in just about any sport or activity, Find a club, activity or sport near youhttps://www.bbc.co.uk/sport/football/51989229", "label": 0}, "train-3": {"text": "MOTD podcast: How you ranked your top 10 most bonkers Premier League moments, , , , Share this with, There have been some jaw-dropping moments both on and off the pitch in the Premier League era - and we asked you to rank 10 of the most memorable., Gary Lineker and Alan Shearer have also made their choices, alongside a very giddy Ian Wright on a subject he particularly enjoyed., \"When you are younger, you just love things going wrong,\" he said. \"This is my favourite top 10 and it is fantastic.\", To find out the MOTD team's final lists, watch Match of the Day: Top 10 on iPlayer., Meanwhile, here are the 10 in order, as selected by BBC Sport readers - you can still make your own ranked list at the bottom of the page., Manchester United forward Eric Cantona receives a red card and then jumps into the stands to kung-fu kick a fan while walking off the pitch., Lineker: \"Eric Cantona. Extraordinary footballer, slightly eccentric bloke to put it mildly and he did the thing that footballers are tempted to do because of the abuse from supporters. Boy, did he exact revenge., \"It was in my early days of punditry and they came to me on the show that night. I was thinking, what am I going to say about this? I said something pathetic like, 'oh it's totally unacceptable'. You just could not believe what you were seeing.\", Wright: \"We have all had stick but then you get something which cuts to your soul and whatever he said to Eric Cantona, it did., \"To have someone like Sir Alex Ferguson back you like he did and then welcome him back with open arms...\", Shearer: \"He got sent off and put his collar down when he was walking off. Like everyone else, I had my eyes and mouth wide opening thinking, what am I looking at here? Then all the players came scrambling in and it was just chaos.\", Newcastle team-mates Lee Bowyer and Kieron Dyer trade punches on the pitch during a game against Aston Villa., Shearer: \"This was one where I certainly lost it after the game in the dressing room. Two team-mates fighting, incredible. There were little bits of aggression shown in training in the lead up to the game between those two. There were some choice words said and they were fighting for the same place in the team a lot of the time. , \"It was one of those days where we got battered by Aston Villa, we were already down to 10 men. There had been a couple of times where Kieron had not passed the ball to Lee and I could remember Lee shouting things at him. On the last occasion he did not pass it, I just saw them going together and thought I am not seeing this right. Then the referee sent them both off. Everyone was in disbelief., \"Back in the dressing room I go berserk and then manager Graeme Souness comes in and said, 'if you two want to fight, I'll fight both of you now. I'll take you both on'. I know who my money would have been on.\", Wright: \"Two team-mates, where you are at the point on the pitch on a Saturday, with the world looking and fighting, that is just unacceptable in any stretch of the imagination.\", Liverpool striker Luis Suarez bites Chelsea defender Branislav Ivanonic on the arm after tangling in the box., Wright: \"He bit him, HE BIT HIM! He is a nibbler, he has the teeth for it. He can eat an apple through a letterbox. This is what happens when you have a kid at nursery who is a biter and you have to say to him, \"NO. BITING!\" No-one said that to Suarez because he did it three times. When you look at Ivanovic, he was screaming. It was weird and you don't see it.\", Lineker: \"I remember doing Match of the Day that night and it was just an extraordinary thing.\", Sheffield Wednesday's Paolo di Canio is sent off and shoves referee Alcock to the floor before leaving the pitch., Wright: \"I was at West Ham at the time and me and Neil Ruddock did it as our celebration after I scored. He went down in instalments, it is embarrassing. A grown man should not go on the floor for that push but he wanted the maximum amount of punishment to be given to Di Canio. Come on man., \"I was at West Ham with him and he would get away with murder. If any decisions went against him in training, he would just walk off. He would be speaking in Italian and his arms would be waving all over the place. He was so intent on winning even the five-a-side games.\", Lineker: \"There is always something mildly amusing about a referee falling over or getting hit by the ball. This one was particularly funny., Shearer: \"He went down easily, didn't he? The best part of the incident was when Nigel Winterburn went up to Paolo then flinched.\", Sunderland striker Darren Bent scores a goal which deflects into the net via a beach ball that had been thrown onto the pitch., Wright: \"It is ridiculous how the referee did not disallow that goal.\", Shearer: \"Bent ran away celebrating the goal, I would do the same.\", Newcastle manager Kevin Keegan falls for Manchester United boss Sir Alex Ferguson's mind games in the 1995-96 title race., Wright: \"From the outside looking in, Newcastle and Manchester United were going at it hammer and tongs and the way Sir Alex Ferguson just threw comments... Kevin was doing the interview and you could see his head working but getting more and more angry., \"I fell on the floor when that happened. That is one of the greatest things I have seen on TV. You don't see a manager lose it like that.\", Shearer: \"Sir Alex Ferguson had got to him. Newcastle had a 12-point lead at the top of the table in February and Manchester United slowly but surely chipped away and you can imagine the pressure they were under. He fell for it hook, line and sinker in the interview - \"he's still got to go to Middlesbrough and get something\"., Lineker: \"He just bit so badly.\", Newcastle manager Alan Pardew headbutts David Meyler as the Hull midfielder attempts to retrieve the ball off the pitch., Wright: \"When you watch this one, I would not say it was a proper Scottish headbutt. It was a really strange one from Pardew, I think he really wanted to give him a headbutt but then realised where he was.\", Roy Keane and Patrick Vieira go head-to-head in the tunnel before Arsenal host Manchester United at Highbury., Shearer: \"You could see it, Roy was desperate to go onto the pitching saying, \"get out there and we will see\". The number of times people have said they are going to take you out on the pitch or offered to fight you in the dressing room., \"Some of the stuff that was going on when I was a 17-18 year old kid at Southampton, there were proper fights in the dressing rooms, sometimes between players and their own manager.\", Wright: \"It was the Keane-Vieira rivalry. I remember Patrick's demeanour and intensity changing in training in the week leading up to the game against United. He went up a notch, a lot sharper. It was brilliant to watch., \"For the two players that they were, the incident in the tunnel was brilliant for those times of great players going at it. They were just winners.\", Ruud van Nistelrooy misses a late penalty for Manchester United and is swarmed by Arsenal players., Shearer: \"No surprise that Martin Keown was involved in that incident. When Ruud missed the penalty you could tell something was going to go off, Martin jumped straight into him.\", Wright: \"You want Martin Keown in your team, in training he would mark me on a daily basis. Once I left and Thierry Henry came, there were a few problems because he trains like he plays. It was about winning, nobody getting an inch on him and dominating who he played against. , \"In that moment, you could tell how much more aggressive and in Man Utd's faces Arsenal were. United did not come back at them like I thought they would. It was a tell-tale sign that the transition was happening., \"Arsenal players just descended into anarchy.\", Georgian Temuri Ketsbaia repeatedly kicks the advertising boards after scoring a late winner for Newcastle against Bolton., Shearer: \"I was on the bench that day along with Temuri, Kenny Dalglish was manager and I was coming back from a long-term injury and he put me on before him. So Temuri was not happy anyway and had the right hump. He came on and I headed the ball back across for him to score. I looked across and saw him going absolutely berserk. He got his top off, started booting the advertising hoardings and tried to take his boots off too., \"He was slightly different, hard as nails. We went paintballing on a team bonding session once and he was on the opposite side, he crept up behind Aaron Hughes, pushed him on the floor and was pinging him shouting, 'stay down, stay down'. You could hear Aaron screaming.\", Wright: \"That moment for me is one you watch 10 times, I can't watch it just the once.\", Rank your most bonkers Premier League moment, Share this withhttps://www.bbc.com/sport/football/52358824", "label": 0}, "train-4": {"text": "Eliud Kipchoge: The humble home life in rural Kenya behind remarkable athletic success, , Last updated on 22 April 202022 April 2020.From the section Athleticscomments17, In the lush green gardens of Eliud Kipchoge's training retreat in the Kenyan highlands, the greatest distance runner of all time is describing the dusty beginnings to his sparkling career., Growing up, running for Kipchoge was functional. Schoolchildren in Kenya often run long distances without thinking anything about it, and he would run to school and back every day, also repeating the journey at lunch. , \"You don't know you are running because it is a must,\" says Kipchoge. , But in 2002 at the age of 18 his life was changed forever when his now-coach Patrick Sang offered him a training plan to channel his obvious talent. The only problem? He didn't have a pen., \"I just got a stick and wrote the plan for 10 days down on my arm,\" Kipchoge says. \"Then I just crammed it in my head, rushed home and got a pen and paper to write down what he had told me while it was fresh in my mind.\", Eighteen years later, Kipchoge - now 35 and a multi-millionaire thanks to his incredible athletic success, the first person to run the marathon distance in under two hours - has unsurprisingly long since replaced the stick and arm method with a training journal., But many things have remained the same. The life Kipchoge lives is a simple one, as free from distractions as possible. The setting is the remote Kenyan village of Kaptagat., The first thing that strikes you is the quiet. , It's taken a 24-hour journey from the UK, with three plane rides and multiple taxis, to reach Kipchoge's camp. We're a long way from the hustle and bustle of city life. , The bright orange dust roads that surround the camp are bumpy and rutted. But inside the gates, the grass is lush, green and smooth. A host of people mill around - at any given time up to 30 athletes live and train here - but the atmosphere is slow and tranquil., If it weren't for the rows and rows of £200 Nike Vaporfly shoes on racks outside the two dormitories (one for men, one for women) you could be forgiven for thinking you were in a Buddhist retreat., Kipchoge's weekly routine is certainly monastic. From Monday to Saturday every week, running is a religion. Despite his wife and three children being only a short drive away in the family home, Kipchoge chooses to spend the week in a basic room in the dormitories here. There is one nod to his celebrity status - he has his own room while everyone else shares. But other than that life is spartan. , \"Our life here is simple, very simple,\" he says. \"Get up in the morning, go for a run, come back. If it is a day for cleaning, we do the cleaning, or we just relax. Then go for lunch, massage, the 4 o'clock run, evening tea, relax, go to sleep. As simple as that.\", Kaptagat has performance benefits in terms of its altitude. It is 8,000 feet above sea level. But the back-to-basics attitude is its real secret weapon., When Sang set it up in 2002, it was expected to serve as a base for juniors and up-and-coming athletes - not become the permanent home for the greatest marathon runner of all time. , \"It was in our mind that when somebody was established they would live outside, but then athletes said no, we want to stay,\" Valentijn Trouw - Kipchoge's long-time manager and confidant - has said., A week's stay at camp Kipchoge is formulaic. The training diary is set in stone - two sessions a day, the most of important of which come on Tuesdays (track), Thursdays (long run) and Saturdays (interval training). The second session of the day is the afternoon 10km run. It is known as a recovery run. It certainly didn't feel that way to me when I was invited along one afternoon., A camp cook prepares the daily meals, which have a similarly rigid structure. Dinner, for example, is always at 7.30pm. And it always features ugali, the ubiquitous Kenyan maize flour porridge dish. The kitchen is tiny and basic, one stove with two hobs. There is meat slow-cooking in a battered pot when I put my head around the door. Adjacent is an equally basic dining room which has a bedraggled poster on the walls with the quote: \"The journey of a thousand miles begins with one step.\", It feels like a low-budget hostel. But as Geoffrey Kamworor, the half-marathon world record-holder who lives and trains alongside Kipchoge, explains, its minimalism is its allure., \"I think being in the camp is something good for us,\" he says. \"We are away from our families so that brings one focus. It is only running., \"We value running as like our office. It's something we have to take care of, work for, have passion for and respect for.\", That respect extends to the camp at large. They have a president, voted for by the 30 residents, and elect subcommittees to make key community decisions. \"I don't think he has actually,\" is coach Sang's jovial response when asked whether Kipchoge has ever served as president., Regardless, for everybody here, Kipchoge is the undisputed \"boss man\", even if he winces when asked about the nickname., \"They call me it but I always discourage them,\" he says. \"When you become a boss, you don't think straight. It's better to be a leader than a boss. That is why I do my share of the cleaning. That is how to show the way to young people. I am trusting that I am leading them in a good way.\", Kipchoge's ability to lead by example in competition is obvious., The official marathon world record-holder, and since then the first man ever to run the distance under two hours, has a CV that includes a complete set of Olympic medals: from Athens 2004 (5,000m bronze), Beijing 2008 (5,000m silver) and Rio 2016 (marathon gold). He has won 11 of his 12 marathons since he switched to the road in 2013., But spending time in Kaptagat - and in a rare interview with his wife Grace - you get a greater sense of who Kipchoge is away from racing. , He and Grace met through her brother Amos - one of Kipchoge's best friends. It was his \"silent and humble\" qualities that attracted her., \"At home he is fun and runs around the house playing with the children but he is always strict on time,\" says Grace, who also revealed that the family spend Sundays watching Formula 1 together., \"The children know that. And I also know that. I always keep time. It is very important, especially on Sundays around going to church. It starts at nine. But by 8.30 we leave the house. It is a lot of time because it is only a five-minute drive.\", Kenyan athletics has seen a number of stories of highly successful athletes celebrating perhaps a little too much, or getting carried away by fame. Kipchoge is adamant he will never have his head turned., \"I don't have extra money to actually make my mind go haywire,\" says Kipchoge. \"I am a human being and I stay as a human being. Money stays away. I'm not working with money; money is in the bank. I want to live a simple life.\", Kipchoge's idea of a weekend blowout is to go to his small farm where he keeps cows, sheep and chickens. On a visit to Eldoret town, about 25km away, pet shop owner Mike Kiplagat describes his monthly visits to buy animal feed. \"He arrives on the back of a motorbike taxi, comes in, makes his purchase and then leaves. He is a legend but is so humble.\", Kipchoge says: \"Animals are good for being around, especially after training - you go to animals and you feel relaxed. You can refresh your mind.\", His incredible cardiovascular fitness actually has its origins in farming. As well as running to and from school, the teenage Kipchoge used to earn money by transporting milk on a bike. He would ride a 40km round trip from his family home to a nearby town - collecting and then selling milk from farmers., These character-building cycling trips immediately come to mind when watching Thursday's long run - and not just because the distance covered is the same., It is 5.30am and still nearly pitch black. Kipchoge and the rest of the training group make their way to the camp gates to assemble for the most testing run of the week. Very few words are spoken, but as we approach the gates there is a real buzz in the air., Despite the fact that the sun is yet to rise, a crowd of at least 50 (and rising) is already waiting by the road. They are not autograph-hunters but budding local athletes, eager to catch the eye by proving they can keep pace with the greatest marathon runner of all time. , Late in 2019 I had breakfast with Kipchoge on the morning of the BBC Sports Personality of the Year Awards. He assembled an incredible plate of food - fried bread, black pudding, eggs, beans, sausage… and croissants for dipping., \"British breakfasts are the best in the world,\" he said between mouthfuls., This morning he is about to take on his longest run of the week having eaten nothing. Watching the session from a minivan trailing behind, coach Sang provides insight from the front seat. \"We have had athletes come to the long runs like this who have then been invited to the camp,\" he says., At our first stop to watch the athletes fly by, one runner, in his eagerness to impress, is miles ahead of the main pack. \"Look at this madman,\" Sang laughs., Kipchoge's face is stern, a picture of concentration, when he passes a minute later, as it is throughout the two-hour run. \"He has never missed a session. Not one,\" says Sang. It's an incredible statement given the two have worked together for nearly 20 years., That consistency is arguably Kipchoge's most remarkable quality. Marathon running is a notoriously tough sport. Injuries are commonplace as the workload is often over 100 miles a week. But it was actually a hamstring problem as a track athlete in 2012 that prompted Kipchoge to switch to marathon running after he failed to qualify for the London Olympics - and he has not had a major injury since. How is that possible?, \"Staying fit is really hard,\" says physio Peter Nduhiu. \"But Eliud makes it easy for me to work on him. If he feels an issue, he will come to me straight away after a run before even going back to his room and we can nip it in the bud. This body that we have, if you treat it well it will treat you well. If you mishandle it, then it will misbehave.\", By the time the athletes return to the camp, the group of around 100 that started the run has been whittled down to five., Kipchoge, predictably, leads the handful - and the handshakes afterwards. As we walk back to the camp, our conversation again turns to bikes. , After becoming the first man in history to run under two hours in Vienna last October, Kipchoge was given a road bike by Ineos, financial backers behind the sub two-hour marathon event. Since then he has been riding it around the countryside surrounding Eldoret at the weekends. , Typically for Kipchoge, he's taking it quite seriously. He tells me he has a 300km ride lined up for later in the year. \"Under three hours I thought, that will be OK, right?\" he says., Even for Kipchoge, and his catchphrase 'No human is limited', I suggest 100km/h on the dirt roads of Eldoret might be a stretch. \"Maybe four then,\" he concedes., Kipchoge's \"moon-landing\" moment in becoming the first person to run a marathon distance in under two hours is not a world record because, among other things, he used pacemakers who swapped in and out during the event., On the treatment table the day after running 1:59 in Vienna, Kipchoge said to Nduhiu: \"Now, the next thing. Make it official.\", Nduhiu has a take on Kipchoge's ability to set, and achieve, goals. \"I think he has left his world limitless so he can settle his mind on anything and go for it,\" he says., \"For as long as he remains healthy and as strong-minded as he is, he will take on anything. Anything. It wouldn't be out of this world for him to run 1:59 on a normal course. He has everything it takes to deliver it.\", Kipchoge has not gone public with his desire to produce a sub-two hour marathon in regular race conditions, but there were rumours he was planning to attempt it at the London Marathon, scheduled to have taken place this coming Sunday but postponed amid the coronavirus outbreak., Coronavirus has also put paid, for now, to the Olympic Games in Tokyo where Kipchoge was due to defend his title. , Wife Grace hinted during our conversation that 2020 might have been Kipchoge's swansong. However he has said in the wake of the Olympics' postponement that he will defend his title in Japan in 2021 instead. He will be 36. , A second Olympic gold would send the already world-famous Kipchoge on to another level. But it's unlikely to change him - or his pursuit of a low-key life at his high-altitude training base., \"Vienna felt like a career climax for me - it was a feeling like no other,\" Nduhiu says. \"If it was any other guy to break the two-hour record, there would have been a carnival. But what did Eliud do? He came back to camp, had a cup of tea with the team and just started again., \"People were mad - they asked how can he do that? Who does that? But Eliud is quiet - that is it. You will not disrupt his schedule. He will not allow you to.\", The 18-year-old who wrote that first training schedule down with a stick has become one of the most famous athletes on the planet. But the goals remain simple - and humble., \"The most important thing to me is inspiration, not fame,\" Kipchoge says. , \"It is not about becoming famous but diffusing that inspiration to every human being. My happiness is meeting people and they say to me: 'No human is limited.' , \"That makes me so happy.\", This entry is now closed for comments.https://www.bbc.co.uk/sport/athletics/52354320", "label": 0}, "train-5": {"text": "Kenya given more time to pay Amrouche as World Cup ban is put on hold, , , , Share this with, Kenya's World Cup ban was put on hold after Friday's deadline to pay former coach Adel Amrouche was extended by Fifa to 30 April 2020., Kenya's federation (FKF) was ordered to pay Amrouche just over a million dollars in a wrongful dismissal case by the Court of Arbitration for Sport last October. , Fifa gave a deadline of 24th April 2020 for the payment to be made or risk Kenya's men's national team being thrown out of the 2022 World Cup qualifying campaign. , The FKF had told the BBC it did not have funds to meet the payment deadline of Friday 24 April., On Thursday, Amrouche wrote to Fifa to rule out any extension for Kenya to pay him delayed funds., In a statement on Friday, the FKF confirmed it had received notice of an extension from Fifa to \"provide its position, and/or proof of payment\" by the new 30 April deadline., The FKF also said the case will be resubmitted to a member of Fifa's Disciplinary Committee on 18 May 2020 for evaluation, in order to \"decide on harsher sanctions to be imposed on the Football Kenya Federation, which may lead, amongst others, to possible expulsion from FIFA competitions.\" A Fifa spokesperson confirmed to the BBC this was \"at the request of Mr Adel Amrouche.\", Kenya has never contested a World Cup but having featured at the 2019 Nations Cup, there was optimism this group of players could make it out of Group E, where they face Mali, Uganda and Rwanda. , 28-year-old captain and former Spurs midfielder Victor Wanyama would be the most high-profile of those to miss out if the country was issued with a World Cup ban., Earlier in the week, he had urged his federation to \"find a way to settle the matter quickly\". , Competing in a World Cup also comes with financial benefits - reaching the finals in Qatar alone comes with a $9.5m reward, money that the FKF would benefit from with its finances currently in the red., In 2015, Zimbabwe were kicked out of the 2018 World Cup by Fifa after failing to pay a former coach his dues., Share this withhttps://www.bbc.com/sport/africa/52420980", "label": 0}, "train-6": {"text": "Roberto Firmino: Liverpool forward's journey from humble origins to starring Anfield role, , By Gary Meenaghan, BBC Sport in Brazil, Share this with, With giant palm trees stooping towards turquoise water, high-rise hotels glimmering in the sun, and opulent beachside restaurants selling lobster and expensive liqueurs, it's easy to see why Maceio, the capital of Alagoas state, is known as Brazil's Caribbean., Yet like most cities in the country's underdeveloped north east, this picture postcard scene tells only part of the story, the superficial face of a metropolis reliant on tourism. Venture a few blocks inland and a different Maceio gradually comes into view; the place regularly listed among Brazil's most violent. , It is here, among the carpets of litter, filthy waterways and shanty housing, that a timid young boy with an ever-present smile started his journey from the streets to the Selecao, from Alagoas to Anfield., Roberto Firmino Barbosa de Oliveira was born on 2 October 1991 in Trapiche da Barra, a poor neighbourhood squeezed between a polluted lake and a poverty-stricken favela. Inside his simple childhood home, he would drift off to the cacophony emanating from the nearby 20,000-capacity Estadio Rei Pele. It's little wonder football was never far from his mind. , That home in Trapiche has recently been refurbished and converted into a hotdog store, but the Firmino family's original rear wall remains. Its rusty metal anti-climb spikes are still there as well, still trusted to keep thieves out. They used to serve a second purpose too - keeping a determined young boy in., \"It has always been violent here and Roberto's mother was very protective of him,\" says Bruno Barbosa dos Santos, a childhood friend of Firmino. \"He was football mad, but it was difficult for him to be let out, so he would jump over the wall to come play with us in the street. One time he fell and had to get stitches in his knee. He still has the scar.\", Other friends recall how they would throw stones on to Firmino's roof to tempt him out for a game, or how the coach at his first club Flamenguinho would set up a stepladder to make it easier for his star player to sneak away. Even when playing with children six years older, Firmino was a level above., \"Roberto's mother worried that because of the neighbourhood he could become a bandit, but he never thought about that kind of thing,\" says another old friend, Dedeu, who still lives in Trapiche. , \"He was quiet and timid - he just smiled - but he was football crazy. Even when he didn't have a ball, he'd be doing keepie-ups with an orange. His dream was to be a professional, but where we live it's very difficult to achieve these things. That's why I am so happy for him. He deserves all his success.\", Speak to anybody who knows Firmino or his parents Mariana Cicera and Jose Cordeiro and the sentiments are always the same. One particular Portuguese word comes up time and again: \"humilde\". Humble. A dedicated family that earned its escape from poverty. , Jose was a street vendor, selling bottled water from a coolbox outside music shows and football matches. It was the family's only source of income and Roberto would help by collecting the money and giving change. But while dad fought to feed the family, son had a grander goal. , \"He was always a good kid, thinking of others,\" says Bruno, who remains in touch with the Liverpool forward, exchanging messages occasionally via WhatsApp. \"Even now, he helped my grandmother; gave her a wheelchair after she had a stroke., \"His dream was to get his mother, father and sister out of here.\", Turn right at the top of Firmino's childhood street, walk for a minute and you will reach a concrete five-a-side pitch lined with dirt and discarded waste. This is where Firmino honed his skills, practised his stepovers and improved his close control. , \"He watched Ronaldinho Gaucho and Ronaldo on TV and wanted to be like them,\" says Dedeu. \"He would speak about Ronaldinho's ability, but, man, he had it too. He was always much better than the rest. He was brilliant. He dribbled so well at times we'd end up on our asses.\", The small pitch sits at the entrance to the Escola Estadual Professor Tarcisio de Jesus, the school Firmino first attended aged seven. A sign on the headteacher's door reads: \"Start by doing what's necessary; then do what's possible; and suddenly you are doing the impossible.\" Ari Santiago smiles as he reads it. A former administrative support agent, he is credited with starting the school football team, yet although he would urge his pupils to dream big, he never imagined one of his students would go on to play for Brazil., \"One of the things that made me create the team was that when I returned from vacation one year, I learnt that three students had been killed,\" he recalls. \"It was really violent here during that time and those deaths hurt me a lot. I thought: 'Well, we are going to need to show these kids something other than this violence because if we don't they'll end up involved in it too.'\", The school team not only resulted in better behaviour among pupils worried they may be dropped, but it also gave Santiago reason to speak with a talented 14-year-old recognised as the best player in the school. Firmino had already signed youth papers for regional powerhouse Clube de Regatas Brasil (CRB) so could not play competitively for another team. He was, however, permitted to train and play in friendly matches., \"He was a very quiet boy, very calm, but always asking for a ball,\" Santiago says. \"I remember the balls were only available to the kids at certain times, but he would come and smile and make the sign of the ball with his hands. Sometimes I gave it, sometimes I didn't. It was hard to say no to that smile.\", When the school was drawn against CRB in the quarter-finals of the local championship, Firmino cheekily advised his teacher to \"bring a bag\" to carry home all the goals he was going to score against him. Sure enough, he lived up to his promise, scoring in an 8-0 win. \"The next day, I was in my office when he arrived,\" recalls Santiago. \"He passed by laughing but said nothing. Then he came back and gave a broader smile and left again. That was his way to express himself - through his smile.\", Earlier that year when Firmino attended his trial with CRB, his mother accompanied him, intrigued by neighbours' belief that her son's football skills could be the family's ticket out of Trapiche. The club's youth coach Guilherme Farias took only a few minutes to decide the gangly kid in the worn-out boots warranted a contract. , \"What immediately caught my attention was the quality of his game,\" says Farias, whose living room is filled with trophies and signed shirts of former players, including three-time Champions League winner Pepe. \"Roberto was quiet, but the way he struck the ball was exceptional. I took him to the field and within three plays, I stopped him and said: 'Get your papers ready, you're coming to play for us.'\", Money was tight, but with the help of Farias and club dentist Marcellus Portella, Firmino travelled Brazil's north east for two years playing junior championships as a deep-lying defensive midfielder, often in the same team as future Real Sociedad striker Willian Jose. At one point, he embarked on a 120-hour round trip by bus to Sao Paulo for a national tournament; his legs and feet swelling, but his enthusiasm never waning. \"I have trained many talented boys,\" says Farias, \"but none who showed the same dedication as Roberto.\", Portella, who later became Firmino's advisor and agent, adds: \"Roberto was always positive and committed. I've never seen another player like him. I used to say: 'One day, you'll see this boy in the Brazil team.' Everyone said this doctor is crazy, yet today there he is. I shut the mouths of a lot of people.\", Shortly after Firmino's 16th birthday, Portella put CRB youth coach Toninho Almeida in contact with Luciano 'Bilu' Lopes, a midfielder from Alagoas who was winding up his career in Brazil's south east. Almeida sent a highlights reel DVD of his prized possession and Bilu was impressed by Firmino's dynamics \"even on Maceio's bad fields\". He helped organise a trial at Sao Paulo, the then-reigning top-flight champions, as well as his former club, Figueirense. , During two weeks in Sao Paulo, Firmino barely saw a ball and no offer arrived. He left frustrated yet unfazed, travelling south to Santa Catarina state. This time, despite uncertainty among the Figueirense coaches because of his quietness, when a ball appeared, he let his feet do his talking. , \"Roberto arrived for a trial in the middle of 2008,\" recalls Hemerson Maria, who was coach of Figueirense Under-17s. \"Generally trials last a maximum of one month, but depending on the player it can be less: two weeks, 10 days, etc., \"Roberto's trial lasted only 30 minutes - he was exceptional. He practically did nothing wrong, showed immense technical quality, and to top it off scored two bicycle kicks. Afterwards, everyone was talking about him and I realised we had a very special player on our hands.\", Maria immediately changed Firmino's position on the field, moving him closer to the attack. Homesick but hell-bent on making the most of his opportunity, the young hopeful would keep in touch with friends back in Maceio via social networking website Orkut and MSN Messenger, telling them he only intended to return once he was successful. His timidity though remained a concern. Maria called him 'Alberto' for two weeks without being corrected. , Bilu, who would go on to be best man at Firmino's wedding, recalls: \"Soon after I took Roberto to Figueirense, I got a call from the base coordinator asking if he was mute, because he was so quiet. I called him and said: 'Roberto, you have to speak, ask for the ball, talk to the staff.' He didn't say anything, he just laughed.\", Yet while his voice was quiet, the noise surrounding him was growing. In 2009, before he had even played for the Figueirense first team, he was invited for a trial at Marseille. But his journey to the south of France involved a stopover in Spain and things quickly went awry. Despite the fact Firmino was only changing flights, immigration at Madrid-Barajas Airport accused him of trying to enter the country without prerequisite paperwork and he was deported in tears. , Arriving back in Brazil, Firmino was met by Maria who lifted the 17-year-old's spirits by reminding him Cafu had experienced similar disappointments early in his career before captaining Brazil to World Cup glory. A month later, he made the trip to Marseille again - this time on a direct flight - but ultimately the French club decided against paying his 1m euro (£860,000) release clause. \"Given what he's achieved since, it has to go down as an error on our part,\" Jean-Philippe Durand, Marseille's former personnel chief, admitted in 2018., Three weeks after Firmino's 18th birthday, he made his professional debut dressed in the baggy black and white stripes of Figueirense and wearing number 16. Thirteen months later, he was named Serie B's Most Promising Player having helped his club win promotion to the top flight. By the end of December 2010, despite attracting scouts from Arsenal and PSV Eindhoven, he signed for Hoffenheim for 4m euro (£3.4m)., Swapping the sunshine of Santa Catarina for the snow of south-west Germany was a challenge, but as his coaches always said, Firmino's dedication sets him apart. After a couple of years acclimatising, he was voted the Bundesliga's Breakthrough Player of the Season. By the time Liverpool beat off competition from Manchester United and Manchester City to sign him for £29m in July 2015, he was a full Brazil international. \"His departure left us with one eye laughing and the other shedding a tear,\" Hoffenheim's director of football Alexander Rosen told World Soccer in 2018., Since then, Firmino's career trajectory has only steepened. In the past 12 months, he has won the Champions League, the Copa America, and is set to lift the Premier League trophy this season. In August, he became the first Brazilian to score 50 goals in the English top flight and in December scored the only goal as Liverpool beat South American champions Flamengo in the final of the Club World Cup. , Yet the boy who benefited from others' generosity in his early years has never forgotten his roots. In July 2018, shortly after becoming only the third male from Alagoas to play at a World Cup, he returned to his former school in Trapiche, taking with him 500 food hampers for local families, as well as toys and a trampoline for the children. Be it donating £60,000 to pay a family's medical bills, making monthly financial contributions to a hospital in Santa Catarina, or buying a round of drinks for 200 strangers at one of his favourite Maceio restaurants, at times it seems everybody who knows him has a story to tell of his big-heartedness. , Nevertheless there remains a feeling Firmino is not fully appreciated in his homeland. Perhaps, say his friends and former coaches, it is because he never played for one of the traditional powerhouses in Sao Paulo or Rio de Janeiro. Even at the Museum of Sports at Estadio Rei Pele, among the bronze busts of Alagoan heroes Mario Zagallo and Dida, there is nothing to commemorate the superstar who was, literally, born just down the road. , Predictably, such sentiment does not extend to the streets of Maceio. Here, be it among the giant palms and high-rise hotels or the pollution and plastic waste, Firmino remains their humble, unheralded hero. Sergio Araujo, a mobile phone technician relaxing near Ponta Verde beach, puts it best., \"Roberto is the best Brazilian player in the world right now,\" he says. \"He would never say it, but I will: Neymar is not fit to lace his boots.\", Share this with, , , ,  , , , , , , , , ,  , , , , , , , , ,  , , ,  ,  ,  ,  ,  ,  ,  , ,  , ,  ,  ,  ,  , , , , , ,  ,  , ,  ,  ,  , ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  , Find ways to get active, How to get involved in just about any sport or activity, Find a club, activity or sport near youhttps://www.bbc.co.uk/sport/football/51815586", "label": 0}, "train-7": {"text": "Transfer rumours: Aubameyang, Pogba, Sancho, Neymar, Mbappe, , , , Share this with, Paris St-Germain have made a bid for Manchester United and France midfielder Paul Pogba, 27, including 32-year-old Argentine midfielder Angel di Maria - who had a failed stint at Old Trafford in 2015 - as part of the deal. (Mail on Sunday), Liverpool manager Jurgen Klopp has phoned the father of Kylian Mbappe to discuss the 21-year-old Paris St-Germain and France striker's next career move. (Le10Sport - in French), Pari St-Germain would \"rather let Kylian Mbappe rot on the bench\" than sell the 21-year-old France striker to Real Madrid. (Sun on Sunday), Everton are set to bid around £12m for AZ Alkamaar's Dutch midfielder Teun Koopmeiners, 22, and could also sell Italian striker Moise Keane, 20, to Inter Milan. (Sun on Sunday), Pierre-Emerick Aubameyang’s father Pierre-Francois has seemingly urged the 30-year-old Gabon striker to sign a new contract at Arsenal in an Instagram post of his son signing his first contract at the club. (Sunday Mirror), Tottenham have joined the race to sign Barcelona and Croatia midfielder Ivan Rakitic after the 32-year-old midfielder said he is considering his future at the club. (Mundo Deportivo), Borussia Dortmund are eyeing English Arsenal defender Bukayo Saka, 18. (Sunday Mirror), Borussia Dortmund believe they can persuade England winger Jadon Sancho, 20, to stay at the club despite speculation that a move to Manchester United has been agreed. (Teamtalk), Real Madrid president Florentino Perez still dreams of signing Paris St-Germain striker Neymar, according to the 28-year-old Brazilian’s agent. (Goal), Tottenham manager Jose Mourinho has personally called PSG’s Belgian defender Thomas Meunier, 28, in an attempt to secure the full-back’s transfer this summer. (Sunday Express), Barcelona and Manchester City are interested in Benfica's 22-year-old Portuguese defender Ruben Dias. (Record - in Portuguese), Phil McNulty goes through his shortlist - and you can vote for your choice, Leicester City's England midfielder James Maddison, 23, told a fan he would be staying at the club, quelling rumours of a move to Manchester United. (Goal), Aston Villa and Crystal Palace are keen on Burnley manager Sean Dyche. (Sun on Sunday), Leicester are still interested in Lille striker Victory Osimhen, 21, but could lose out to Italian sides Juventus and Inter Milan in their pursuit of the Nigerian. (Mail on Sunday), Arsenal will need to qualify for next season’s Champions League to be able to afford Atletico Madrid and Ghana midfielder Thomas Partey, 26. (Sunday Express), Norwich have agreed a deal to sign 23-year-old Luxembourg forward Danel Sinani from F91 Dudelange on a three-year deal. (Sky Sports), Share this with, BBC Sport reflects on everything we love about the London Marathon as this year's race is postponed because of the coronavirus outbreak., BBC Sport's chief football writer has made a shortlist of the greatest post-war British managers, now it's turn to vote for the best., From winning the SW19 junior title to almost quitting tennis, Noah Rubin knows the mental stresses on players and is now giving them a platform to open up., The mayor of Tampa hints she is open to renaming the Tampa Bay area as she writes a witty apology to Tom Brady after he is thrown out of a city park.,  ,  ,  ,  ,  ,  ,  ,  ,  , Stream Killing Eve Series 3 on BBC iPlayer, Get latest scores and headlines sent straight to your phone, sign-up to our newsletter and learn where to find us on online.https://www.bbc.com/sport/52428648", "label": 0}, "train-8": {"text": "Uefa keen on sporting merit qualification method for European competitions, , By Simon Stone, BBC Sport, Share this with, Uefa has urged clubs to \"explore all possible options\" to finish domestic seasons and use \"a different format\" if needed in order for teams to qualify for European competitions., European football's governing body wants clubs to qualify for European competitions through \"sporting merit\"., If league seasons cannot be finished it said national associations would need to select clubs to qualify for Europe., Uefa said it could \"refuse or evaluate\" selected teams if necessary., But after a video call meeting of all 55 national associations it is clear Uefa wants on-field performance to determine which clubs make up next season's Champions League and Europa League competitions despite the current shutdown of major leagues because of the coronavirus pandemic., The Spanish Football Association suggested places being allocated on the basis of club coefficient, which calculates performance in European club competitions over a five year period. , Had the method been taken up, Atletico Madrid, who are currently outside the top four in La Liga would have qualified for the Champions League at the expense of Real Sociedad, while in the Premier League Manchester United would have done the same at the expense of Leicester City.  , \"Uefa urges National Associations and Leagues to explore all possible options to play all top domestic competitions giving access to Uefa club competitions to their natural conclusion,\" Uefa said in a statement., \"The ideal scenario, should the pandemic situation permit it, is to have the currently suspended domestic competitions completed enabling football clubs to qualify for Uefa club competitions on sporting merit in their original format. , \"Should this outcome not be possible, in particular due to calendar issues, it would be preferable that suspended domestic competitions would restart with a different format in a manner which would still facilitate clubs to qualify on sporting merit.\", Uefa did not make clear what a \"different format\" would look like but it raises the prospect of mini tournaments or play-off style matches being used to decide European qualification if seasons cannot be finished., The Premier League has nine rounds of fixtures remaining but in Spain and Italy there are still 11 and 12 rounds left respectively. , The Dutch Eredivisie announced it was unlikely to complete the current season because of an extension of government restrictions until 1 September, while Belgium's top division, the Jupiler League, is also set to be cancelled despite there being just one regular-season game and play-offs to be played., Uefa said National Associations can select clubs if their leagues cannot be finished for \"legitimate reasons\"., If a season is not finished for reasons that do not meet Uefa guidelines then the body can reject the teams put forward by a national association., It said it could refuse selections if they were not deemed to have been chosen in a way which was \"objective, transparent and non-discriminatory\" and can also refuse entry to selected teams if \"there is a public perception of unfairness in the qualification of the club\"., Uefa's announcement has massive implications for the Premier League because it has effectively taken a null-and-void season off the table in terms of qualification for next season's European competitions if there is no resumption of the 2019-20 campaign., And that means good news for Liverpool. Providing the Premier League uses the same criteria for completing the season as it does for nominating teams, the Reds will be champions for the first time in 30 years - through both present position and points per game, they will be clear of second-placed Manchester City., In fact, the top four would stay the same. Chelsea would qualify for the Champions League ahead of Manchester United and join City and Leicester in the elite competition., United would be joined in the Europa League group phase by either Sheffield United or Wolverhampton Wanderers. As it stands, the Blades are behind on goal difference but have a match in hand. That means if points-per-game average was used as the determining factor, Chris Wilder's side would jump up a place, taking them directly into the groups for their first European campaign. If that happened, Wolves would enter at the third qualifying round, as they did this season., Tottenham Hotspur and Arsenal, for the first time in 11 and 25 years respectively, would not qualify for Europe., At Thursday's meeting, Uefa also confirmed the postponed Euro 2020 tournament will still be known as Uefa Euro 2020 despite being moved to 2021., \"This decision allows Uefa to keep the original vision of the tournament to celebrate the 60th anniversary of the European Football Championships (1960 - 2020),\" Uefa added., \"It will furthermore serve to remember how the whole football family came together to respond to the extraordinary circumstances of the Covid-19 pandemic and the difficult times Europe, and the world, had to go through in 2020., \"This choice is in line with Uefa's commitment to make Euro 2020 sustainable and not to generate additional amounts of waste. A lot of branded material had already been produced by the time of the tournament's postponement. A change to the name of the event would have meant the destruction and reproduction of such items.\", Share this with, BBC Sport reflects on everything we love about the London Marathon as this year's race is postponed because of the coronavirus outbreak., BBC Sport's chief football writer has made a shortlist of the greatest post-war British managers, now it's turn to vote for the best., From winning the SW19 junior title to almost quitting tennis, Noah Rubin knows the mental stresses on players and is now giving them a platform to open up., The mayor of Tampa hints she is open to renaming the Tampa Bay area as she writes a witty apology to Tom Brady after he is thrown out of a city park.,  ,  ,  ,  ,  ,  ,  ,  ,  , Stream Killing Eve Series 3 on BBC iPlayer, Get latest scores and headlines sent straight to your phone, sign-up to our newsletter and learn where to find us on online., The latest rumours and stories from around the world of football., Analysis and opinion from our chief football writer., How to get into football - the most popular sport in the world, with clubs and facilities throughout the UK.https://www.bbc.com/sport/football/52399043", "label": 0}, "train-9": {"text": "Mourinho takes dizzy penalty for Big Night In, , Tottenham boss Jose Mourinho takes a dizzy penalty for the BBC's Big Night In challenge., WATCH MORE: Sports stars take Big Night Spin challengehttps://www.bbc.com/sport/av/football/52402567", "label": 0}, "train-10": {"text": "Tom Brady: Tampa mayor Jane Castor writes witty letter to Buccaneers, , , , Share this with, \n                            Media playback is not supported on this device\n                        , One minute Tom Brady is being thrown out of a Tampa park, the next the city's mayor is cheerfully apologising and hinting the area could one day be renamed if the quarterback delivers., It would appear the 42-year-old's new home city is keen to ensure all parties get off on the right foot., No sooner had Brady joined the Tampa Bay Buccaneers than he was asked to leave a park in the area during a workout because of the city's coronavirus shutdown., Still, if you've won the Super Bowl six times and are regarded as one of the greatest of all time (GOAT), people will go out of their way to make you feel at home., In a witty letter, the city's major Jane Castor wrote: \"Tom, my apologies for the miscommunication when you arrived - not the best first impression. , \"But given my law enforcement background, I couldn't help but have someone investigate the sighting of a GOAT running wild in one of our beautiful city parks. No harm - no foul and thanks for being a good sport.\", Brady ended a 20-year spell with the New England Patriots to join Tampa Bay, who have also signed his former team-mate Rob Gronkowski for the 2020 season., Gronkowski, who has openly discussed his love of partying, was also addressed in the letter and politely warned: \"Just remember: 'No Shirt, No Shoes, No Service' is still in effect around here.\", Tampa will host Super Bowl 55 on 7 February 2021, so Castor simply asked the pair: \"So let's gets serious, how can we help you guys win the Lombardi Trophy in Super Bowl 55? It is our aim to be the first team to win a Super Bowl in our own back yard. We dream big and set the bar high around here, more importantly, we get things done.\", And Brady, it seems, now has new motivation., The four-time most valuable player in the Super Bowl has reportedly sought to trademark the terms TOMPA BAY and TAMPA BRADY in recent weeks. , It appears, with success, the door may be open for change., After signing off her letter, mayor Castor wrote: \"PS - Tom, it's Tampa Bay. You win us a Super Bowl and we'll discuss Tampa Brady.\", Share this with, BBC Sport reflects on everything we love about the London Marathon as this year's race is postponed because of the coronavirus outbreak., BBC Sport's chief football writer has made a shortlist of the greatest post-war British managers, now it's turn to vote for the best., From winning the SW19 junior title to almost quitting tennis, Noah Rubin knows the mental stresses on players and is now giving them a platform to open up., The mayor of Tampa hints she is open to renaming the Tampa Bay area as she writes a witty apology to Tom Brady after he is thrown out of a city park.,  ,  ,  ,  ,  ,  ,  ,  ,  , Stream Killing Eve Series 3 on BBC iPlayer, Are you an NFL rookie? If so, watch our guide to the key rules, the player positions and the ultimate aim of the game., How to get into American football – a sport for all shapes and sizes that requires both mental and physical skills.https://www.bbc.com/sport/american-football/52431025", "label": 0}, "train-11": {"text": "Keirin School: Inside the strict and secret world of bicycle racing in Japan, , Last updated on 15 April 202015 April 2020.From the section Cyclingcomments66, They bow as they walk their bikes onto the track and they do so again as they slot them into the start gates., They have no coach, no mechanic, no team. They have assembled their bikes single-handedly. Some say a prayer, others throw salt over their chains as a blessing before the race begins., Each of them is wearing a different brightly coloured jersey with matching helmet. They had not long ago arrived in suits, as tradition dictates., Keirin racing is about respect, integrity and dedication. In Japan, it's a serious business., Fans of track cycling will know keirin as the event that has seen Sir Chris Hoy, Jason Kenny and Victoria Pendleton take their place on the top step of the Olympic podium., Those who watch only when the Games roll around every four years may remember it as the race in which riders are led out by a motorised pacer., Yet in Japan, it's a £10bn industry, potentially lucrative for riders and fans alike as one of only four sports you can legally bet on. Its annual showpiece attracts more in wagers than is gambled over the entire British horse racing season., Keirin isn't just a sport in Japan. It goes deeper than that. , Hoy is walking around a school in Izu, some 200km and a two-hour bullet train journey from Tokyo. It's an idyllic setting, situated atop a mountain with Mt. Fuji an imposing presence in the distance., The last time he was here was in 2005 - three years before he won the first of his two Olympic keirin gold medals. Looking around his old room, he uncovers a sticker with his name on, which he had hidden safely behind a ceiling panel 15 years ago., \"Nothing has changed,\" he says., This is no ordinary school. This is keirin school, where just 10% of applicants are accepted. Only the very best get to come here., \"It's a place of tradition which focuses on respect, self-control, and honesty, along with the knowledge necessary to be a professional keirin rider,\" Hoy adds., Keirin school is part military academy, part training camp. The day starts at 6:30am with roll call and finishes at 10pm with lights out, for six days a week, 11 months of the year., In between, students have structured training and education sessions. Training could be on the bike, on foot or in the gym, while education sessions are both academic - studying tactics, theory and race rules in the classroom - and practical. Students also learn about bike mechanics in the workshop., Throw in meal times - students consume more than 1,000 calories at breakfast and 4,500 at dinner - cleaning responsibilities and extra exercise and there's very little time for anything else., Everyone wears the same uniform. There are televisions, but no mobile phones, no email access and certainly no social media. Students may call home once a week on a payphone. , \"It reflects Japanese culture,\" says Hoy. \"Everyone takes their job very seriously, they do it to the best of their ability and they do it the way they are told to do it.\", Every year, a small number of international cyclists are handpicked and invited to race the keirin season in Japan. They're known as the 'gaijin' - foreigners. , Only a handful of British riders have been among their number. The latest is Joe Truman, a 23-year-old World, European and Commonwealth team sprint silver medallist., \"I've been a bit obsessed with Japanese keirin since I started track sprinting when I was about 15,\" says Truman, who has competed in the past two keirin seasons in Japan., \"I've been obsessed with Japanese culture and I've always had a bit of an affinity with the country. When the ticket came for me to get the opportunity to come here, I grasped it immediately., \"It was a little bit of a shock to start with, I came straight from the Commonwealth Games, from Brisbane straight to here., \"I went from a big team environment to a small apartment in Izu on my own. It was a sudden change, but you've got to embrace it.\", Keirin school is a slightly different experience for international riders, though. They typically attend for only part of the year. Yet they must still comply with the exacting rules and powerful traditions that surround the sport., And nothing can prepare you for your first taste of race day., Established in 1948, keirin was created to boost income in Japan after the Second World War., More than 70 years on, there are 43 velodromes in the country and fans can watch keirin racing on 365 days of the year., \"In betting offices, cafes and bars, there are thousands of people watching each race,\" says Hoy., \"Every year, they have one big event, the Grand Prix, and on that single day, there is more money bet than on the entire British horse racing season.\", Top riders can earn more than £1m a year in prize money, with many continuing to compete into their 50s and 60s. Such is the scale of betting on racing that riders must abide by incredibly strict regulations., Riders must arrive at meets dressed smartly - and everyone must then surrender their mobile phone. No communication with the outside world is allowed over the entire event. Many take place over four days., Sometimes riders will race only once in those days. It will mark their only chance to see daylight, to get some fresh air. For the rest of the meeting, they are cooped up inside, hidden from the rest of the world., It's on the first day that riders declare their tactics. Before every race, riders know their opponents' exact plans in advance - who is planning to attack when, and who has got a target on their back., It makes for an intense experience, particularly when, for the entire duration of the race meeting, they only have each other for company., They sleep in a dormitory, some with beds, others with mats on the floor. They eat alongside each other, bathe alongside each other, warm-up alongside each other., Their bikes will already be at the track, having been shipped directly from their previous race, and riders must put it back together themselves. It arrives in the box they had packed it tightly into, unassembled with shoes and other bits of kit thrown in., \"Unlike internationally, the onus is all on us to do this,\" Truman explains. \"You get to know a bit more mechanically. Before, I didn't know how to remove a crank.\", The first day of a race meeting is senken day - inspection day. Everything is painstakingly checked, from each part of the bike to a rider's helmet and shoes., \"The bikes are all built to a very strict specification,\" adds Hoy. \"You look at the bikes and think it's just a steel bike from back in the 1980s., \"Nothing has changed, they have made sure that the wheels, the tyres, the gearing system, everything is exactly the same for everybody.\", Tension builds as the races approach. Some riders throw salt over their bike as a blessing, others meditate, and with the clock ticking closer to race time, they are called into a holding room., It's a small room containing brown leather chairs and little else, resembling a doctor's waiting room of years gone by. It's an intimidating atmosphere, even more so when you don't speak the language., \"Sometimes the other guys will just sit there and stare at you, give you a glare or talk at you in Japanese, some are shouting,\" remembers Hoy., Truman adds: \"I was in a final and a guy had two bottles of smelling salts up his nose and wearing a bandana, he was staring right at me, looking at me dead in the eye., \"It psyched me out a little bit, and he did give me a big bump in the race, too.\", The races themselves can be rough. Crashes are frequent, with riders allowed to make contact with their opponents, unlike in international keirin., During races, riders cannot look to the crowd or celebrate a victory as they cross the finish line, for fear they could be passing on a signal to gamblers. For the same reason, windows in rider areas in stadia are translucent to prevent contact with the outside world., But if races and their build-ups are intense, afterwards it's anything but., Winners are expected to hand out water to their opponents as a way of expressing thanks for a good race, while riders frequently hand out presents to one another., \"Respect is such a big part,\" says Truman., \"I've got a box full of presents, four or five pairs of gloves, tyres..., \"It's a really nice culture, and to be a part of that and absorb it myself as a foreigner coming in is really nice, and I think it's made me improve as a person as well.\" , The keirin school in Izu stands in the shadow of Japan's Olympic velodrome, a venue that must now wait another year until it welcomes the world's finest track cyclists., The version of keirin fans will watch at the Tokyo Games will be a far cry from that which is taught just a stone's throw away., Riders will be on carbon-fibre bikes, wearing aero-dynamically perfected kit, surrounded by coaches, performance analysts and all of their expertise and advice., The keirin might still seem like just a simple - perhaps a little eccentric - bike race. But its origins and traditions in Japan tell a richer story about our Olympic hosts., This entry is now closed for comments.https://www.bbc.co.uk/sport/cycling/52283598", "label": 0}, "train-12": {"text": "Liverpool: Milner on his best managers, starting out at 16 and Champions League glory, , , , Share this with, Having made his Premier League debut at the age of 16, it feels as though James Milner has been around forever., A player of enduring excellence - as well as a Twitter star with 1.1 million followers - Manchester City were still another 10 years away from winning the Premier League when he set out in 2002., Milner, a two-time Premier League winner with City and veteran of 534 Premier League appearances and 61 England caps, is one of the fittest members of Liverpool's squad and is producing some of the best football of his career at the age of 34., But who is the best manager he has played under? Why is he not completely happy with one aspect of his career? And what's one of the most 'nonsense' game he has appeared in?  , In a wide-ranging interview on BBC Radio 5 Live's Friday Night Football Social, Milner reveals all in a typical no-nonsense style., You can listen to the full interview on the Friday Night Football Social on BBC Radio 5 Live from 19:00 BST., 'Watching Rooney whetted my appetite', Milner started at boyhood club Leeds United and, after being an unused substitute in the previous league game, a 1-0 home defeat by Everton, when a 17-year-old Wayne Rooney scored the winner, he was handed his debut by Terry Venables when he replaced Jason Wilcox as a late substitute in a 4-3 win at West Ham, aged just 16., I travelled with the first team a few times. Wazza scored for Everton at Elland Road and I was on the bench – and that whetted the appetite., Then it was West Ham away, we were dominating the game, we were comfortable but it got to 4-3. I came on and I repaid him Venables with my first touch which was straight to West Ham's Paolo Di Canio!, Luckily he put it over the bar. One of the lads asked me afterwards 'did you have a bet on 4-4?'. That was the start of it all and 18 years on I'm still playing., You need to be lucky but I have always tried to give myself the best opportunity. Diet and gym work, I did all that early in my career as Leeds. I have always tried to push myself and always having to work and grind has definitely helped my mental strength. , That competitive streak was always driven into me as a kid. I wanted to be the best and at the front., \n                            Media playback is not supported on this device\n                        , 'I've worked for some fantastic managers - and some shockers', As well as former England boss Venables, Milner's club and England career has seen him play for some well known names including Graeme Souness Newcastle, Martin O'Neill Aston Villa, Roberto Mancini Man City, Manuel Pellegrini Man City, while his current boss at Liverpool is Jurgen Klopp., I was lucky in terms of the players I played with early in my career and standards they set – like Gary Speed – while I have always taken the best from the managers I have worked with., The first year I had the same manager all season was with Martin O’Neill at Aston Villa, five or six years into my career. It's not ideal for a young lad to change managers so many times but it has definitely helped me in my career., I have been fortunate to work under some fantastic managers - and some shockers as well. I have had a lot of managers from different countries. Different countries have different styles and different ways. , He Klopp is right up there at the top, if not the best. How he goes about training is different to anything I've done before., Never do you have a session when you are in auto pilot. Everything is about reacting to the next situation., He has a good relationship with the players and knows when a rocket is needed. He is very good at taking other opinions on board. The team always comes first., How we play as a team is different to how I have played anywhere else. If one player doesn’t do his job, the whole thing breaks down. That is down the characters he has put together., As a player, you are always asked about the team spirit and you always give the same generic answer ‘its great’. , But this is probably one of the first times I can genuinely say it is incredible. You could put any two players eating dinner together or in a room together and they would get on without any problems., 'I had my best season in the middle', Throughout his impressive career, Milner has operated in almost every position, from left-back to midfield, on the wing to even playing in a temporary forward role for Manchester City, where he won the Premier League in 2012 and 2014. Where does he feel he has been most effective?, Every move I made was up in terms of the quality of the club I went to., I had one of my best individual seasons at Aston Villa, when I played in the middle, and that got me into the England squad. I then played on the wing all the time for England and I went to Man City and played on the wing., I have always found it strange that I probably had my best season when I played in the middle but after that I was still moved out wide. , 'Nonsense, that would never happen', In 2011-12, one of the most enthralling Premier League seasons in history went down to the final minute as Manchester City snatched the title from Manchester United after Sergio Aguero's stoppage time winner against QPR. What are Milner's memories of that day?, It was fantastic. There had been a lot of signings and the attraction of moving to Man City was to be part of the next generation of success. , Winning the FA Cup the season before gave us confidence as a team to go on and claim that title win., If someone wrote a film and put that ending in, you'd walk out and say 'nonsense, that would never happen'., That was incredible. To win the league like that will be remembered for a long, long time., 'We'd have played better if we hadn't scored early', Milner won his first major honour at Liverpool last season when he helped Klopp's side beat Tottenham 2-0 in the Champions League final after Mohamed Salah's second-minute penalty set them on their way. In December, he agreed a contract extension to stay at the Premier League leaders until 2022 - when he will be 36., The biggest thing that affected us in the Champions League final was scoring early. It isn’t a bad thing to score early but I think our performance would have been much better if we hadn't., It is easy to go into your shell and protect what you have. We made a point of saying in the team meeting before the game that if we scored early we get on the front foot again. , In terms of performance, the goal did affect us., Whether that was because of the wounds of losing in previous finals, I'm not sure. That shows the character of this team. We lost the 2018 Champions League final but you have to find a way to learn how to win in these finals., Share this with, BBC Sport reflects on everything we love about the London Marathon as this year's race is postponed because of the coronavirus outbreak., BBC Sport's chief football writer has made a shortlist of the greatest post-war British managers, now it's turn to vote for the best., From winning the SW19 junior title to almost quitting tennis, Noah Rubin knows the mental stresses on players and is now giving them a platform to open up., The mayor of Tampa hints she is open to renaming the Tampa Bay area as she writes a witty apology to Tom Brady after he is thrown out of a city park.,  ,  ,  ,  ,  ,  ,  ,  ,  https://www.bbc.com/sport/football/52416883", "label": 0}, "train-13": {"text": "Highlights: Jota beats Alexander-Arnold to win ePL title, , Watch highlights as Wolves forward Diogo Jota beats Liverpool's Trent Alexander-Arnold with a golden goal in the final of the ePremier League Invitational Fifa 20 tournament., WATCH MORE: Sweaty palms &amp; barking dogs – Sterling &amp; Alexander-Arnold through to ePL semishttps://www.bbc.com/sport/av/football/52428048", "label": 0}, "train-14": {"text": "Wanyama: 'We want to continue our dream', , , , Share this with, Kenya captain Victor Wanyama has told the BBC the Harambee Stars want to \"continue with our dream\" as they face expulsion from qualifying for the 2022 World Cup., Kenya's Football Federation, the FKF, have until Friday 24 April to pay compensation to former coach Adel Amrouche for wrongful dismissal, following a ruling by the Court of Arbitration for Sport last October. They have already told the BBC that they do not have the money.  , Kenya are drawn in Group E for the World Cup qualifiers, which have yet to start - alongside Mali, Uganda and Rwanda - and, having made it to the finals of Afcon in 2019, were in the best shape they have been for some time., \"I think we have a chance by playing the qualifiers,\" Wanyama told BBC Sport Africa., \"But it is true we could be banned by Fifa because of money they owed our former coach.\", Former Spurs midfielder Wanyama, who now plays in the MLS for Montreal Impact, would be the highest-profile of the players to miss out, but nevertheless Kenya are in the best shape they have been for some time., In 2019, they made the finals of Afcon for the first time since 2004., But Kenya have been told that they only way they can avoid being excluded from their qualifying group is if Amrouche agrees to have his payment delayed - and he has already told the BBC he will not., \"It is a shame that something like that can cost a lot of players the opportunity to participate on the world stage,\" Wanyama said., \"I want to urge the FKF to please find a way to settle the matter quickly so that we can continue with our dream to be on the world stage.\", Share this withhttps://www.bbc.com/sport/africa/52400766", "label": 0}, "train-15": {"text": "UFC to stage three events in Florida in May, , , , Share this with, UFC president Dana White has announced plans for three events in Jacksonville, Florida, next month., They will be closed to the public and \"produced with only essential personnel in attendance\". , UFC 249 is now scheduled for 9 May, with top-ranked lightweight contender Tony Ferguson facing fellow American Justin Gaethje for the interim championship.   , There are also plans to hold shows on 13 May and 16 May at the same arena., White insisted there would be an \"overabundance of safety\" for UFC 249, which was postponed this month, at the VyStar Veterans Memorial Arena in Jacksonville., The death toll from coronavirus in the US has passed 51,000 but three states have allowed some shops to reopen., Ferguson was originally scheduled to face Russia's Khabib Nurmagomedov, who withdrew because of travel restrictions.    , Asked about the new 9 May date, White said UFC would do \"whatever it costs to make sure the fighters, their camps, the commission, the referees, our production people and everybody is safe\"., He added: \"We're going to do everything and then we're gonna go even another level above that.\", There has been no UFC since a full fight card in an empty arena in Brazil on 14 March.   , \"Health and safety protocols will be in place to ensure the safety and wellbeing of all individuals who are helping to make these events possible,\" said Florida state boxing commission executive director, Patrick Cunningham., UFC fighter Trevin Giles, who is also a police officer in Houston, told the BBC World Service this week: \"It's a business and most sports aren't able to do anything, so if you can be that main source of entertainment and keep that going then it can be good for business. I am sure you get plenty of views especially with people being at home and watching TV. , \"At the same time I understand with getting the athletes paid because a lot of people are struggling right now as far as work, so i think it is a great thing if you can find a safe way to do that. , \"To me it will always be a bit too risky to go travelling right now. I somewhat understand some of the guys who do it but not for me, I have to take every precaution I can.\" , Share this with, BBC Sport reflects on everything we love about the London Marathon as this year's race is postponed because of the coronavirus outbreak., BBC Sport's chief football writer has made a shortlist of the greatest post-war British managers, now it's turn to vote for the best., From winning the SW19 junior title to almost quitting tennis, Noah Rubin knows the mental stresses on players and is now giving them a platform to open up., The mayor of Tampa hints she is open to renaming the Tampa Bay area as she writes a witty apology to Tom Brady after he is thrown out of a city park.,  ,  ,  ,  ,  ,  ,  ,  ,  https://www.bbc.com/sport/mixed-martial-arts/52424303", "label": 0}, "train-16": {"text": "Your best Didier Drogba #GoalsAtHome, , Match of the Day's Steve Wilson commentates on your attempts to recreate Didier Drogba's stunning goal in Chelsea's 2012 FA Cup semi-final thrashing of Spurs., Next week's challenge will be revealed on Tuesday on the BBC Sport website and Match of the Day's Twitter account., WATCH MORE: Your best Gerard Deulofeu #GoalsAtHome, Watch Football Focus, available now on BBC iPlayer.https://www.bbc.com/sport/av/football/52417517", "label": 0}, "train-17": {"text": "Watch: Fifa World Cup 2018 Rewind - Kane penalty gives England lead against Colombia, , And we'll keep you signed in., Sign in  or  Register, You need one to watch live TV on any channel or device, and BBC programmes on iPlayer. It’s the law.,   Tom Rostance, All times stated are UK, Colombia 0-1 England, Danny Murphy, Former Liverpool and England midfielder, I can't condone what some of these Colombia players are doing to cheat to try and win a football match., A foul given every 4.5 seconds at the moment. Like Lincoln (a) in the Keith Alexander era this. , Colombia 0-1 England, And that was a dive from Harry Maguire, as well. Should have been booked., Colombia were fuming again. Going off. , Colombia 0-1 England, Oh what a chance! Harry Maguire thinks he's fouled at the back post, play is waved on and crossed to the back post, and Dele Alli heads over, a great chance!, Colombia 0-1 England, England have half an hour or so to hang on, Colombia send on striker Carlos Bacca., #bbcfootball or text 81111 (UK only), Even though I know the result I'm still on the edge of my seat!, Colombia 0-1 England, You're looking at nearly a four-minute wait between the ref giving the penalty and Harry Kane taking it. No idea what was going off there., John Stones then tangles with Radamel Falcao. A proper fight out there! , Colombia 0-1 England, Harry Kane is the first player to score in six consecutive England appearances since Tommy Lawton in 1939., Colombia 0-1 England, Chris Waddle, Ex-Tottenham and England winger on BBC Radio 5 Live, I don't think the referee is having a good game but he got that decision right. David Ospina has dived early and Harry Kane has placed it straight down the middle. England deserve it but the referee is spoiling the game., Harry Kane (Pen), Captain Harry Kane stays as calm as you like! Such a long wait to take that penalty and he clips the spot-kick right down the middle., Six World Cup goals. As many as Gary Lineker scored in Mexico in 1986., Guy Mowbray, Match of the Day commentator, This has no place. No place. England can't get drawn into this., I've no idea what this is all about really. The penalty has been given - GET ON WITH IT. Colombia's players still swarm around the referee. , Harry Kane is being made to wait and wait and wait to take this penalty..., Plenty of antics., Danny Murphy, Former Liverpool and England midfielder, It's not difficult, but it's been coming. I don't like to use the word stupid, but in this tournament we are seeing stupid decisions from players., Harry Kane is held by Carlos Sanchez, he's dragged to the deck and it's a penalty!, England corner. They line up the four-man bob routine, the referee is right there telling Colombia to cut it out..., Colombia 0-0 England, Ashley Young delivers nicely, Harry Maguire looks like he's free to nut England ahead but Davinson Sanchez nods it out. Superb defending!, Colombia 0-0 England, Colombia right-back Santiago Arias barges Harry Kane as the England man goes up for a header. Bit of a harsh booking., England free-kick on the left., Danny Murphy, Former Liverpool and England midfielder, We are getting lulled into playing around at the back - you've got to try things now and again. Risk the ball., Colombia 0-0 England, That tweet from earlier was pretty much spot on. England were bright and sharp in the first 20 minutes but since then have gone a bit stodgy. Colombia seeing more of the ball. https://www.bbc.com/sport/live/football/52380696", "label": 0}, "train-18": {"text": "'People say they don't have any regrets. Well, I do', , Danny Murphy tells Gary Lineker about his departure from boyhood club Liverpool, admitting that he regrets his decision to leave Anfield when he did., WATCH MORE: Ian Wright relives the game that changed his life, Watch Match Of Their Day, streaming now on BBC iPlayer.https://www.bbc.com/sport/av/football/52424441", "label": 0}, "train-19": {"text": "Sweaty palms &amp; barking dogs – Sterling &amp; Alexander-Arnold through to ePL semis, , Watch highlights as Raheem Sterling and Trent Alexander-Arnold reach the semi-finals on an eventful penultimate day of the ePremier League Invitational Fifa 20 tournament., Watch live coverage each day from 15:00 BST on BBC iPlayer and the BBC Sport website. , WATCH MORE: The guy who's partied with Mbappe, Neymar and Aguerohttps://www.bbc.com/sport/av/football/52420546", "label": 0}, "train-20": {"text": "'We go green, at home!' Gunther wins first Formula E Race At Home Challenge, , Watch highlights as pole sitter Stoffel Vandoorne loses five places in one lap to gift victory in the inaugural Formula E Race At Home Challenge to Maximillian Gunther.https://www.bbc.com/sport/av/motorsport/52428046", "label": 0}, "train-21": {"text": "Coronavirus: Nicaraguan boxing event goes ahead with masks and temperature checks, , , , Share this with, Boxing action may have ground to a halt in the United Kingdom and across the world because of the coronavirus pandemic - but in Nicaragua, it is business as usual., Well, almost., On Saturday night, a fight card with a difference took place in capital city Managua, with fighters sporting face masks - as did referees, judges, the media, fans and ring girls., Boxers were allowed to remove their protective mask to fight, while those in attendance were instructed to disinfect their hands and shoes upon entry before being forced to sit a safe distance apart., Nicaragua has not adopted social distancing measures and as a result, fighters were allowed to stand nose to nose for a traditional face-off at Friday's weigh in, albeit while wearing masks., Nicaraguan legend and current WBA super-flyweight champion Roman 'Chocolatito' Gonzalez turned out to watch the fight night - and like all spectators, had his temperature checked before entering the Alexis Arguello Sports Center., Several fighters withdrew from the card but organisers had said they wanted to send a message that the sport continues by staging the show, which offered free tickets. In the main event, Nicaraguan lightweight Robin Zamora outpointed compatriot Ramiro Blanco., Authorities in Nicaragua have allowed sporting events - such as the country's football season - to continue during the coronavirus pandemic. World Health Organization data shows three people have died from the virus in the Central American country., More than 20,000 people have died from the virus in the UK, where boxing has been shut down until at least the end of May., Some promoters hope to resume action behind closed doors but the British Boxing Board of Control has intimated the sport could take time to resume when day-to-day restrictions are lifted in the UK., General Secretary Robert Smith has said the medical personnel needed ringside and hospital access required for fight nights must be considered when the NHS is already under strain., Share this with, BBC Sport reflects on everything we love about the London Marathon as this year's race is postponed because of the coronavirus outbreak., BBC Sport's chief football writer has made a shortlist of the greatest post-war British managers, now it's turn to vote for the best., From winning the SW19 junior title to almost quitting tennis, Noah Rubin knows the mental stresses on players and is now giving them a platform to open up., The mayor of Tampa hints she is open to renaming the Tampa Bay area as she writes a witty apology to Tom Brady after he is thrown out of a city park.,  ,  ,  ,  ,  ,  ,  ,  ,  , Stream Killing Eve Series 3 on BBC iPlayerhttps://www.bbc.com/sport/boxing/52432485", "label": 0}, "train-22": {"text": "Jofra Archer: England World Cup winner finds medal in guest bedroom, , , , Share this with, The old saying goes that a missing object is always in the last place you look. For World Cup winner Jofra Archer, that was in his guest bedroom., Archer helped make English cricket history when he bowled the super over in which England beat New Zealand to clinch their first men’s World Cup title., The 25-year-old received a winner’s medal, but on Saturday he admitted on BBC Radio 5 Live that he had misplaced it when he moved house., After a sleepless night of worry for Archer’s fans, relief finally came when he posted a picture of the medal on Twitter explaining he found it in the guest bedroom., \"Randomly searching the guest bedroom and boom,\" he wrote., \"I have a portrait that someone did of me and sent to me, so I had the medal hanging on that,” he explained on 5 Live on Saturday., \"I moved flats, the picture has been put on a new wall but there's no medal., \"I've turned the house upside down for over a week, and still haven't managed to find it.\", Now that the medal has finally been found, Archer confirmed it has been returned to its rightful place alongside the portrait. Phew!, Share this with, BBC Sport reflects on everything we love about the London Marathon as this year's race is postponed because of the coronavirus outbreak., BBC Sport's chief football writer has made a shortlist of the greatest post-war British managers, now it's turn to vote for the best., From winning the SW19 junior title to almost quitting tennis, Noah Rubin knows the mental stresses on players and is now giving them a platform to open up., The mayor of Tampa hints she is open to renaming the Tampa Bay area as she writes a witty apology to Tom Brady after he is thrown out of a city park.,  ,  ,  ,  ,  ,  ,  ,  ,  , Stream Killing Eve Series 3 on BBC iPlayer, Analysis and opinion from the BBC's cricket correspondent.https://www.bbc.com/sport/cricket/52434308", "label": 0}, "train-23": {"text": "Althea Gibson: The pioneering champion America forgot, , By Jonathan Jurejko, BBC Sport in New York, Share this with, \"Everything was white. The balls, the clothes, the socks, the shoes, the people. Ev-ery-thing.\", Billie Jean King grimaces as she slowly emphasises that final word. The American tennis great is describing how the US National Championships - the forerunner of the US Open - looked 70 years ago., Whether it was a written or an unwritten rule is still not clear. Nevertheless, it was an indisputable stance from the United States Tennis Association (USTA): black players were not permitted to enter., Imagine Serena Williams, Venus Williams or Coco Gauff being barred from playing at their home Grand Slam because of the colour of their skin., In 1949, that is exactly what Althea Gibson had to live with., Before the 2019 US Open, a bronze sculpture of Gibson, the first black player to win a Grand Slam, was unveiled outside Arthur Ashe Stadium at Flushing Meadows in New York - the world's biggest tennis arena named after another pioneering African-American., These two tributes stand as testaments to obstacles overcome, during a time when the United States was politically and socially rooted in racial segregation., Yet the lack of recognition Gibson experienced during her life - she died in 2003, aged 76 - left her feeling neglected, pushed to the periphery of the sport she loved and eventually into poverty, which left her considering suicide., \"Althea was a forgotten pioneer - until recently,\" Bob Davis, Gibson's former hitting partner and now a historian of black tennis, tells BBC Sport., \"Now it seems the United States is willing to recognise that black tennis history was actually American tennis history. That has not always been the case.\", \"As they laid the court we were first ones on, we stayed on and we challenged anyone in the block to play us. Nobody would.\", Ten miles from Flushing Meadows - across Queen's and over the East River on the Robert F Kennedy Bridge into Manhattan - is Harlem., Regarded as the cultural epicentre of black America, the borough has been renowned for artistic and sporting flair since the 1920s, when almost 200,000 African-Americans migrated to the predominantly white area north of Central Park to escape the still-segregated south of the country., Despite some complaints about gentrification eroding its long-established identity, Harlem - characterised by fire-escape clad row houses, wide boulevards lined with restaurants, street traders selling anything from fruit and nuts to jewellery and T-shirts - is still predominantly occupied by black Americans. Some 61% of Harlem's 112,495 population is black, according to the US Census Bureau, compared to 24.4% across the whole of New York., The fabric of the present-day neighbourhood was woven by an explosion of creativity - known as the Harlem Renaissance - which saw revered names across stage, screen and sport nurtured in, or attracted to, the neighbourhood over the next few decades., Jazz legends Louis Armstrong and Duke Ellington regularly dazzled in front of packed audiences at Connie's Inn or the Cotton Club. Another famous Harlem nightclub, the Smalls Paradise, was owned by NBA legend Wilt Chamberlain., Boxing great Sugar Ray Robinson, meanwhile, traded business as well as punches, running the Golden Gloves Barber Shop, Sugar Ray's Quality Cleaners and Edna Mae's Lingerie Shop outside of the ring., Gibson was another notable former resident., The daughter of sharecroppers, she was born in the cotton fields of South Carolina, a Deep South state with a history rooted in slavery and exploitation., \"I worked for three years for nothing. I had to get out of there,\" Gibson's father Daniel said. Harlem beckoned., Gibson was raised in a small apartment block on West 143rd Street, between Lenox Avenue and Seventh Avenue, a cross-section blocked off every afternoon to become a 'play street', where inner-city children without access to a park could run around and practise sport in a safe space., These days, the narrow avenue - typically Harlem with five-storey blocks of rented flats guarded by London plane trees and lines of cars on each side of the one-way road - is not taped off., On a sweaty August afternoon, even when local children are out of school for the summer holidays, it is virtually silent., Back when Gibson was growing up, in the 1930s and 1940s, it would have been a hive of activity, shrieking kids running around playing stickball, punchball, marbles and a variety of tag games. And as fate had it, there was another activity taking place on the doorstep of her childhood home., \"It all started with paddle tennis on the play streets of New York City,\" Gibson told a BBC Radio 4 programme in 1989., \"Two bats and a sponge rubber ball. A short net and a short court. A friend of mine came round, we saw the bats and ball on the paddle tennis court so we started hitting back and forth., \"From that moment on we would get up in the morning as soon as they laid the court. That's how I got started.\", The tall, athletic teenager with a fierce will to win and streetwise spirit - said to have been borne out of her father forcing her to fight him on the rooftop of their apartment block - began to attract attention., Buddy Walker, the organiser of the play street on West 143rd, and a bandleader at a Harlem bar run by Robinson, spotted this precocious talent and took her to the Cosmopolitan Club, a private tennis club for the black middle classes in West Harlem., There she started having lessons with the club's one-armed professional, Fred Johnson. He honed her raw talent and developed the powerful serve and athleticism that became hallmarks of her game., Gibson, who had been playing truant and sometimes slept on the subway to avoid going home, had the on-court talent. She struggled more when mixing with the doctors, lawyers and scholars who also played at the Cosmopolitan., \"She was a blue-collar kid and the black folks playing tennis were the bourgeoisie, who would try to school her in etiquette,\" Rex Miller, a film director inspired to produce the documentary Althea after seeing a picture of his mother playing against Gibson, tells BBC Sport., \"But she was rebellious, even against more well-to-do blacks. When people are doing things for you it usually comes with strings attached so she had a way of alienating people who would ask her to do things.\", That unwillingness to co-operate changed after she met the men described by Davis as \"the two godfathers of black tennis in America\"., Dr Hubert Eaton and Dr Robert Johnson, two scholars with notable tennis ability who nurtured promising black players, spotted Gibson at the all-black American Tennis Association (ATA) national championship in 1946 and were astounded by her natural, yet combustible, ability., Here, they thought, might be their Jackie Robinson - an athlete who could break down the racial barriers in tennis just like the Harlem-based Brooklyn Dodgers star was doing in baseball., While excited by her talent, they felt her lack of education and discipline would hamper her progress. So they concocted a plan: she would live and train with Dr Eaton, the chief surgeon at the African-American hospital in Wilmington, North Carolina, during the school year, then stay with Dr Johnson in Lynchburg, Virginia, in the summer., \"Both Dr Eaton and Dr Johnson were what you referred to then as 'racemen',\" Miller says., \"Both were civil rights organisers and they had a plan to create the first black tennis champion. Althea was their charge.\", \"Shaking hands with the Queen of England was a long way from being forced to sit in the coloured section of the bus going into downtown Wilmington.\", Racial segregation in the United States stopped black Americans mixing with their white counterparts across several lines, including education, employment and transportation., The divide also existed in tennis. Black players were not allowed to compete in the US National Championships, instead forming the ATA and holding their own tournament., Gibson, who graduated from high school aged 18 and later went on to study at Florida Agricultural and Mechanical University on a sports scholarship in her 20s, won 10 straight ATA national titles between 1947 and 1956., \"It was just normal. We weren't allowed to play in white tournaments, and that's how it had been since the start of the 20th Century,\" remembers Davis, another Harlem-raised kid who became Gibson's hitting partner in the mid-50s when they were both guided by renowned coach Sydney Llewellyn., \"We didn't feel particularly troubled by it. That's just the way it was and we played among ourselves.\", That changed in 1950 when reigning national champion Alice Marble wrote a scathing magazine article challenging the USTA's stance., \"The question I'm most frequently expected to answer is whether Althea Gibson will be permitted to play in the nationals this year,\" Marble wrote., \"When I directed the question to a committee member of long standing he answered in the negative: 'Ms Gibson will not be permitted to play and it will be the reluctant duty of the committee to reject her entry.', \"I think it is time we faced a few facts. If tennis is a game for ladies and gentleman, it is time we acted a little more like gentle people and less like sanctimonious hypocrites.\", The white powerbrokers retreated under increasing pressure and allowed Gibson to play at Forest Hills. Finally she was able to do what she had been yearning: to test herself against the world's best players regardless of colour., \"Alice Marble's letter was a turning point,\" Davis says. \"It said things we couldn't say., \"People would not hear us if we were to say it, but coming from a prominent world-class athlete like her it carried a lot of weight., \"I believe Alice's letter also opened the doors to the other Grand Slams and enabled Althea to win them.\", \"They kept telling me I said: 'At last! At last!'\", Perched on the top of the Forest Hills stadium in Queens are 11 stone eagles., At the former home of the US Open, one was struck by lightning and sent crashing, smashing to the floor., Unfortunately for Gibson, this incident ruined her maiden appearance at the national championships. It proved symbolic., Blocking out racial taunts, she appeared on course to beat Louise Brough, then ranked as the world's best female player, in their second-round match., Suddenly, the sky turned apocalyptic., Startling sun was replaced by a torrential thunderstorm, and the demise of the ornamental eagle led to play being called off for the day., When they returned the following morning, Gibson could not regain her momentum and she lost the match., \"It was as if the tennis gods were saying this can't happen, we've got to do something to stop this match,\" Leslie Allen, a former world number 17 who in 1981 became the first African-American woman to win a major tournament since Gibson, said in Miller's 2014 film., Eventually, nothing would stop Gibson proving, categorically and at last, that she was the world's best., The landmark moment arrived in 1956. She became the first black player to win a Grand Slam title with victory at the French Championships., She would dominate the women's game over the next three years, reaching 14 Grand Slam finals - seven singles and seven doubles., The most eye-catching of her 10 victories came in the 1957 Wimbledon final., Landing the most prestigious tennis prize on the planet finally introduced her talent to a wider audience across the Atlantic, many of whom had previously had been reluctant to acknowledge it., Now, here was a sharecropper's daughter, raised on the tough streets of Harlem, shaking hands with the Queen., It was a seminal moment. One which few African-Americans thought they would see. Arriving back in New York, Gibson sat on the back of an open-top car, waved and blew kisses as an estimated 100,000 people lined up along Broadway to mark her achievement., Yet that adulation did not last., Gibson drifted out of the sport, but never too far from the limelight. Her sultry voice saw her front an album called Althea Gibson Sings, she acted alongside Hollywood star John Wayne in a western, and later became the first black woman to play on the professional golf tour., Despite this, she became a name lost to the generations which followed., On the street where she grew up in Harlem, the few people milling about on a quiet Thursday afternoon - two elderly residents returning home from the grocery store, workers at a New York City Housing Authority office, a middle-aged man delivering leaflets - do not even know her name., \"There were many years lost in recognising who she was, what she accomplished, what she overcame,\" Katrina Adams, the USTA's first black president, who describes Gibson as her \"shero\", tells BBC Sport., \"But I also think, particularly in America, we weren't ready to put our African-American players on a pedestal and revere them like we are today. Timing is everything., \"It is unfortunate because someone like Althea, for what she accomplished, never got the notoriety she deserved while she was living.\", \"Being the Queen of Tennis is all well and good - but you can't eat a crown, nor can you send the Internal Revenue Service a throne clipped to their tax forms. The landlord and grocer and tax collector are funny that way: they like cold cash...\", Like Gibson, Angela Buxton was an outsider in the tennis world., Having experienced anti-Semitism throughout her career, the Briton player says she too had paths blocked by those in power, and also suffered the same unfriendliness from other female players., \"Althea took to me because I was a loner as well. She felt we had something in common,\" Buxton, now 85 and living in Greater Manchester, remembers., \"She wasn't awfully appealing in a friendly way. Nobody had taught her growing up, how to act or how to behave., \"She used to aggravate people, but for some reason or another she didn't aggravate me, I used to laugh when she said something naughty or rude., \"The discrimination Althea and I both faced brought us together initially and was a bond between us - but we never talked about it.\", Aside from tennis, a mutual fondness for films and salt beef sandwiches cemented their friendship and resulted in a doubles partnership which claimed the French Championships and Wimbledon titles in 1956., \"Rather than sitting around doing nothing, we decided to play doubles. I asked her and she said: 'No-one has ever asked me before - of course I will.', \"We played and were much much better than anyone else. We won easily., \"We weren't trying to prove a point. In hindsight, there was some history-making there - in being outsiders, joining forces and beating everybody., \"I can see it now quite clearly, but we didn't then.\", The burgeoning partnership did not last long. Buxton suffered a debilitating wrist injury, which forced her retirement a year later., Gibson, disillusioned because she felt her success had not completely destroyed the colour barrier in tennis, also retired shortly after her second Wimbledon singles win in 1958, with her finances in a parlous state., A far cry from the riches of today's game, where the 11 highest-earning sportswomen over the past year are all tennis players, Gibson earned little money in the days before the professional era., \"There was no money in the game, and she had no money to start with, so she was in a very difficult position,\" Buxton says., \"She didn't look after money well. If she had money she would spend it., \"Nobody had explained to her what you're supposed to do with money; that you're not supposed to spend it all in one go.\", For years the pair had little contact. Then, in 1995, from a basic, rented flat in Orange, New Jersey, Gibson made a call to Buxton. She called to say goodbye., \"She hadn't got the money to pay for rent, for food or for medication. She wasn't well and she didn't know where any more money was going to come in,\" Buxton said., \"So she said she was going away. I asked 'where?' She was going to do herself in.\", Buxton convinced her friend suicide was not the route to take, reassuring Gibson that she would send her enough money - about $1,500 - to cover that month's expenses., \"I sent her the money but didn't intend to send it forever. I intended to do something, but on the spur of the moment I didn't know what,\" Buxton says., Eventually she came up with a plan. With the help of a journalist friend, she wrote to the prestigious Tennis Week magazine and asked them to print a letter outlining Gibson's predicament. , And then... they heard nothing., \"It was very strange. But five months later, out of the blue, I got a call from an American woman playing at Forest Hills. She had seen it on page three - letters to the editor - and said she would like to help., \"Then money started flowing in from all over the world.\", After initially denying knowing anything about the letters which packed Gibson's mailbox, Buxton felt guilty about misleading her friend and revealed all. Gibson intuitively already knew., With Buxton already set to be in New York for that year's US Open, the pair spent almost the whole two weeks sitting around the coffee table at Gibson's home opening all the post., In all types of currencies, there was close to a million dollars., Not only did the money allow Gibson to survive, Buxton says it allowed her to make two final lavish purchases: a new Cadillac car and a large television so she could pass the time watching sport., Buxton claims a number of high-profile tennis stars ignored Gibson's pleas for financial help before her intervention, which she believes gave the American \"another eight years of life\" before she died in 2003, having suffered from deteriorating respiratory problems., What would Gibson have said if she could have seen a life-size monument of herself being unveiled at the home of the USTA - 70 years after she was not even allowed to play at the US Open? Buxton takes barely a second to think before answering., \"Oh, she would probably say it is about time too. Because she wasn't against blowing her own trumpet. Finally other people are doing it for her.\", This is an update of an article originally published in June 2019., \n                            Media playback is not supported on this device\n                        , Share this with, , , ,  , , , , , , , , ,  , , , , , , , , ,  , , ,  ,  ,  ,  ,  ,  ,  , ,  , ,  ,  ,  ,  , , , , , ,  ,  , ,  ,  ,  , ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  , BBC Sport reflects on everything we love about the London Marathon as this year's race is postponed because of the coronavirus outbreak., BBC Sport's chief football writer has made a shortlist of the greatest post-war British managers, now it's turn to vote for the best., From winning the SW19 junior title to almost quitting tennis, Noah Rubin knows the mental stresses on players and is now giving them a platform to open up., The mayor of Tampa hints she is open to renaming the Tampa Bay area as she writes a witty apology to Tom Brady after he is thrown out of a city park.,  ,  ,  ,  ,  ,  ,  ,  ,  , Stream Killing Eve Series 3 on BBC iPlayer, Analysis and opinion from the BBC's tennis correspondent., How to get into tennis - it's fun, will keep you fit and caters for all levels and abilities. Find your nearest court and learn the basics with our guide., Get the latest tennis headlines sent straight to your phone, sign-up to our newsletter and learn where to find us on online.https://www.bbc.com/sport/tennis/49186075", "label": 0}, "train-24": {"text": "Who is the greatest British manager?, , By Phil McNulty, BBC Sport, Share this with, It's one of those debates that is very difficult to win. Just who is Britain's greatest post-war manager?, From a World Cup win, to European successes, to lifting domestic titles, there are a number of candidates whose trophy cabinet and achievements make them more than a worthy candidate to be Britain's best boss., BBC Sport's chief football writer Phil McNulty has drawn up a shortlist of 14 managers and, after reading why he thinks they deserve to be on the list, you get the chance to vote for your winner at the bottom of the page., Clubs managed: Manchester United 1945-1969 &amp; 1970-71, Honours: European Cup: 1968. First Division title: 1952, 1956, 1957, 1965, 1967. FA Cup: 1948, 1963. , Why is Busby a great?, The founding father of Manchester United, whose name still resonates around Old Trafford and whose statue looks down on supporters gathering at the so-called 'Theatre Of Dreams'. Built a great side with 'The Busby Babes' to win three titles, then built another based around the great trio of Bobby Charlton, Denis Law and George Best after the Munich Air Disaster on 6 February 1958, in which he almost lost his life. The Holy Grail was claimed when United became the first English club to win the European Cup, as Benfica were beaten 4-1 at Wembley on 29 May 1968., Clubs managed: Crewe 1951-53, Rochdale 1953-58, Sheffield Wednesday 1958-61, Everton 1961-73, Preston 1975-77, Honours: First Division title: 1963, 1970. FA Cup: 1966 (all with Everton), Why is Catterick a great?, Catterick, outside of Merseyside, is the great forgotten manager of the 1960s and early 70s. This, in part, is down to his secretive, enigmatic personality that often bordered on paranoia. He was the anti-Shankly, media unfriendly to the point of announcing his team in alphabetical order, then taking issue with journalists who tried to interpret his selection. He even banned TV cameras from Goodison Park feeling Everton were over-exposed - unthinkable today. He once deliberately gave an 'exclusive' to a journalist that Howard Kendall was signing for Liverpool, knowing the player was moving from Preston North End to Everton, a deal that so enraged Shankly he threatened resignation. Catterick built two magnificent title-winning sides in 1962-63 and again in 1969-70 around the 'Holy Trinity' of Alan Ball, Kendall and Colin Harvey. He also won the FA Cup in 1966 when Everton came from two goals down to beat Sheffield Wednesday., Clubs managed: Hartlepool 1965-67, Derby County 1967-73, Brighton 1973-74, Leeds United 1974, Nottingham Forest 1975-93, Honours:  First Division title: 1972 (at Derby). European Cup: 1979, 1980. First Division title: 1978. League Cup: 1978, 1979, 1989, 1990 (at Nottingham Forest), Why is Clough a great?, The maverick genius who performed the same incredible feat twice. Clough, in partnership with Peter Taylor, took Second Division clubs Derby County and Nottingham Forest from mediocrity to glory, making the latter European champions twice in succession. It is an achievement that is unlikely to be repeated, those two spells book-ended by a poor spell at Brighton and a sacking after 44 days at Leeds United. Clough's methods were unorthodox but unquestionable. He won the title at Derby County, won it the season after promotion from the Second Division with Forest, then claimed those two European Cups in 1979 and 1980 - after reaching the semi-final with The Rams in 1973. He collected domestic silverware, although not the FA Cup, on a regular basis and even though his time at Forest ended in relegation in 1993, no praise is too high for a stunning body of work and success., Clubs managed: Liverpool 1985-91 &amp; 2011-12, Blackburn Rovers 1991-95, Newcastle 1997-98, Celtic (interim) 2000, Honours: First Division title: 1986, 1988, 1990. FA Cup: 1986, 1989. League Cup: 2012 (at Liverpool). Premier League title: 1995 (at Blackburn Rovers). Scottish League Cup: 2000 (at Celtic), Why is Dalglish a great?, Sir Kenny Dalglish was appointed Liverpool player-manager in succession to Joe Fagan after The Heysel Stadium disaster in 1985. A surprise choice, its wisdom was proved by Liverpool winning their first League and FA Cup double in his first season. He then fashioned a magnificent side around new signings John Barnes and Peter Beardsley to win the title in 1987/88 and was only denied another double in 1988-89 by Michael Thomas' last-minute winner for Arsenal. This came weeks after the Hillsborough disaster at the FA Cup semi-final with Nottingham Forest on 15 April which resulted in the deaths of 96 Liverpool fans. Liverpool won the FA Cup that year and another title in 1989-90 but Dalglish, worn down by pressures of maintaining Liverpool's supremacy and the strain of Hillsborough and supporting the families, left the club in February 1991. He returned to management at Blackburn Rovers in October that year and, backed by local benefactor Jack Walker, realised the steel magnate's dream of winning the Premier League. He then backed away from the management role before having a spell at Newcastle United. Dalglish was back as Liverpool caretaker manager in January 2011 after Roy Hodgson was sacked. He got the job full-time and even though he was sacked after one full season in 2011-2012, he still won the League Cup and took Liverpool to the FA Cup Final, where they lost to Chelsea., Clubs managed: East Stirlingshire 1974, St Mirren 1974-78, Aberdeen 1978-86, Man Utd 1986-2013, Honours: European Cup Winners' Cup: 1983. Scottish Premier Division: 1980, 1984, 1985. Scottish Cup: 1982, 1983, 1984, 1986. Scottish League Cup 1986 (at Aberdeen). Champions League: 1999, 2008. European Cup Winners' Cup: 1991. Premier League: 1993, 1994, 1996, 1997, 1999, 2000, 2001, 2003, 2007, 2008, 2009, 2011, 2013. FA Cup: 1990, 1994, 1996, 1999, 2004. League Cup: 1992, 2006, 2009, 2010 (at Man Utd), Why is Ferguson a great?, Where do we start? Ferguson had already demonstrated his genius at Aberdeen, not only breaking up the 'Old Firm' domination of Celtic and Rangers domestically but winning the European Cup Winners' Cup by beating Real Madrid in 1983. He endured tough early years at Old Trafford but, once he made the breakthrough with the FA Cup in 1990, United embarked on a golden era in which Ferguson's inspirational leadership, charisma, fire and know-how was allied to an uncanny knack of knowing exactly when and how to dismantle and build great teams. The highlight was the unique treble of the Champions League, Premier League and FA Cup in 1999 - a truly remarkable feat no-one else in England has repeated. The old master retired after 26 years in charge in 2013, clutching his 38th trophy having won the Premier League for a 13th time. There will never be another manager, or era, like it., Clubs managed: Millwall 1982-86, Arsenal 1986-1995, Leeds 1996-98, Tottenham 1998-2001 , Honours: European Cup Winners's Cup: 1994. First Division title: 1989, 1991. FA Cup: 1993. League Cup: 1987, 1993 (at Arsenal). League Cup: 1999 at Tottenham), Why is Graham a great?, Graham's career as Arsenal manager ended when he was sacked for accepting cash from agent Rune Hauge - but his record before that dismissal stands any sort of scrutiny and confirms what an outstanding manager he was. The Scot built a superbly organised side, assembling the defence of keeper David Seaman, full-backs Nigel Winterburn and Lee Dixon and central defenders Steve Bould and Martin Keown who, led by their great captain Tony Adams, were the bedrock of Arsene Wenger's subsequent success. A low-key appointment from Millwall, Graham won the League Cup against Liverpool in 1987 before the drama of a last-minute title win at Anfield two years later. He built sustained success as he won the title again along with further domestic trophies before his last triumph at Arsenal when they won the European Cup Winners' Cup in 1994. Graham was a shock choice as Spurs manager in 1998 and, while many fans could not get past his Gunners' links and success, it should never be forgotten he also brought them a trophy with the 1999 League Cup Final win over Leicester City at Wembley., Clubs managed: Blackburn Rovers 1979-81. Everton 1981-87, 1990-93 &amp; 1997-8. Athletic Bilbao 1987-89. Man City 1989-90. Xanthi 1994. Notts County 1995. Sheffield United 1995-97. Ethnikos Piraeus 1998-99, Honours: European Cup Winners' Cup: 1985. First Division title: 1985, 1987. FA Cup: 1984 (at Everton), Why is Kendall a great?, Howard Kendall survived tough early years at Everton to achieve the remarkable feat of wrestling away Liverpool's supremacy at periods in the mid-80s, building sides that mixed elegance and power. It was seen at its best effect when Everton won the title and European Cup Winners' Cup in 1985 and only lost in the FA Cup Final to Manchester United in extra-time. He arguably showed his brilliance and adaptability even more when he marshalled a team often stricken by serious injuries to the title again in 1986-87. Still only 41, frustrated by twice being denied the chance to compete in the European Cup with Everton as English clubs were banned after The Heysel Stadium disaster at the 1985 final between Liverpool and Juventus in which 39 Italian fans died, he then left for Athletic Bilbao. Kendall's managerial career never touched those heights again. He returned for two subsequent spells at Everton but old glories could not be recreated., Clubs managed: Tottenham 1958-74, Honours: European Cup Winners' Cup: 1963. Uefa Cup 1972. First Division title: 1961. FA Cup: 1961, 1962, 1967. League Cup: 1971. 1973., Why is Nicholson a great?, Look at longevity and look at the success. Honours spread from 1961 to 1973, silverware at home in and in Europe, including a historic League and FA Cup double in the 1960-61 season. No Spurs manager has won the title since. This under-stated Yorkshireman was a tactical visionary, built great teams around great players, such as Dave Mackay and Jimmy Greaves, playing superb football and fully deserves his place in the pantheon. One of the greatest figures in Tottenham's history., Clubs managed: Liverpool 1974-83, Honours: European Cup: 1977, 1978, 1981. Uefa Cup: 1976. First Division title: 1976, 1977, 1979, 1980, 1982, 1983. League Cup: 1981, 1982, 1983., Why is Paisley a great?, The quiet genius, who reluctantly succeeded Bill Shankly in 1974 after being at the Scot's side in Liverpool's early glory years. Paisley not only built on Shankly's foundations but, against most expectations, improved upon them, adding an even more refined style of football that brought that historic first European Cup in 1977, added two more and brought six league titles. The master of spotting a player's strengths and weakness as well as a great tactician. Had the steely edge behind the gentle public face to ensure Liverpool's domination was rarely seriously threatened for any length of time while he was at the helm., Clubs managed: Ipswich 1955-63, England 1963-74, Birmingham 1977-78, Honours: First Division title: 1962 (at Ipswich). World Cup: 1966 (with England), Why is Ramsey a great?, Sir Alf Ramsey's greatness is assured by leading England to the World Cup in 1966 - the only man to do so and indeed the only manager take them to a final. Let's not forget how he got that job, however, and it was by a work of brilliance in taking Ipswich Town from the old Third Division South and Second Division as champions then achieving the seemingly impossible by winning the First Division title in their first season back in the top flight in 1961/62. A taciturn man who engendered unswerving loyalty from his players, Ramsey will be immortalised with England but his brilliance was on display at Portman Road., Clubs managed: Leeds 1961-74, England 1974-77, UAE 1977-80, Al Nasr 1980-84, Al Ahly 1984-85, Honours: Inter Cities Fairs Cup: 1968, 1971. First Division title: 1969, 1974. FA Cup: 1972. League Cup: 1968. (at Leeds), Why is Revie a great?, Don Revie was a brilliant, albeit maligned, club manager at Leeds United. He built a magnificent side that endured for a decade around the brilliance of those who came through the ranks such as Jack Charlton, Billy Bremner, Norman Hunter, Peter Lorimer and Eddie Gray, bolted on to brilliant signings such as Bobby Collins and John Giles. Leeds' uncompromising approach and many near misses saw a great side and manager never get the plaudits they truly deserved. Look at that honours list domestically and in Europe, though. Revie's spell with England ended acrimoniously when he resigned to take a job in the Middle East - but he achieved greatness at Elland Road., Clubs managed: Fulham 1968, Ipswich 1968-82, England 1982-90, PSV Eindhoven 1990-92 &amp; 1998-99, Sporting Lisbon 1992-94, Porto 1994-96, Barcelona 1996-97, Newcastle 1999-2004, Honours: Uefa Cup: 1981. FA Cup: 1978. (at Ipswich). Eredivisie: 1991, 1992 (at PSV Eindhoven). Primeira Divison: 1995, 1996 (at Porto). Copa del Rey: 1997. European Cup Winners Cup: 1997 (at Barcelona). , Why is Robson a great?, One of British football's most popular and enduring figures, Robson was allowed to build an outstanding side in sleepy Suffolk. After early struggles, Ipswich Town finished in the top six of the First Division in nine of his last ten seasons, twice finishing second. When they finished a lowly 18th in 1977-78 Robson compensated with an FA Cup Final win over Arsenal at Wembley. Ipswich, inspired by Dutch masters Arnold Muhren and Frans Thijssen, won the Uefa Cup in 1981. Robson left Ipswich to succeed Ron Greenwood as England manager in 1982, taking them to the World Cup quarter-final in 1986 and semi-final four years later. He then enjoyed huge success abroad, winning titles with PSV Eindhoven and Porto as well as the European Cup Winners' Cup with Barcelona in 1997., Clubs managed: Carlisle 1949-51, Grimsby 1951-54, Huddersfield 1956-59, Liverpool 1959-74, Honours: Uefa Cup: 1973. First Division title: 1964, 1966, 1973. FA Cup: 1965, 1974. (at Liverpool), Why is Shankly a great?, Shankly may have left Liverpool in 1974 but he is regarded, alongside Sir Kenny Dalglish, as the most significant figure in the club's history. What Liverpool have today, and have had since he arrived, is built on Shankly's emotion, drive and connection with the supporters that he built as he took the club from the old Second Division to domestic domination. This, backed up by brilliant management and famous oratory that inspired almost God-like status with fans. And, like many of the greats, he built two successful sides - one that claimed title and FA Cup glory in the 60s then another in the early 70s that won titles, the Uefa Cup and in his last competitive game the FA Cup against Newcastle United in 1974., Clubs managed: Dunfermline 1960-64, Hibernian 1964-65, Scotland 1965 &amp; 1978-85, Celtic 1965-78, Leeds United 1978, Honours: Scottish Cup: 1961 (Dunfermline). European Cup: 1967. Scottish First Division: 1966, 1967, 1968, 1969, 1970, 1971, 1972, 1973, 1974, 1977. Scottish Cup: 1965, 1967, 1969, 1971, 1972, 1974, 1975, 1977. Scottish League Cup: 1966, 1967, 1968, 1969, 1970, 1975. (Celtic), Why is Stein a great?, Simple. The first British manager to win the European Cup, winning the great prize by beating the formidable Inter Milan side 2-1 in Lisbon in 1967 with a team built from around the Glasgow area.  Celtic were already aware of Stein's brilliance as a manager when he guided Dunfermline to their first Scottish Cup victory against them in 1961, winning 2-0 after a replay. Stein was a colossus, winning the Scottish title nine times in succession as well as losing another European Cup Final to Feyenoord in 1970, and the inspiration for two generations of Celtic greats such as those \"Lisbon Lions\" captained by Billy McNeill and latterly Kenny Dalglish. Had a short spell at Leeds United in 1978 before leaving to manage Scotland, who he was in charge of when he died at the end of a World Cup qualifier in Cardiff in September 1985. A great man and manager. , If you are viewing this page on the BBC News app please click here to vote., Share this with, BBC Sport reflects on everything we love about the London Marathon as this year's race is postponed because of the coronavirus outbreak., BBC Sport's chief football writer has made a shortlist of the greatest post-war British managers, now it's turn to vote for the best., From winning the SW19 junior title to almost quitting tennis, Noah Rubin knows the mental stresses on players and is now giving them a platform to open up., The mayor of Tampa hints she is open to renaming the Tampa Bay area as she writes a witty apology to Tom Brady after he is thrown out of a city park.,  ,  ,  ,  ,  ,  ,  ,  ,  , Stream Killing Eve Series 3 on BBC iPlayer, Get latest scores and headlines sent straight to your phone, sign-up to our newsletter and learn where to find us on online.https://www.bbc.com/sport/football/52371056", "label": 0}, "train-25": {"text": "Ismaila Sarr: Watford payments claimed by two clubs in Senegal, , , , Share this with, Two Senegalese clubs are to protest against English Premier League team Watford to Fifa, saying they have not received sell-on payments owed after Ismaila Sarr's transfer last summer., Senegal winger Sarr  joined the Hornets from Rennes in August 2019 for a reported club record fee of £30m., Both Linguere de Saint-Louis and Generation Foot say they have not had the first of five solidarity payments for the 22-year-old's move., The clubs told BBC Sport Africa they will be sending a letter to the world governing body's transfer matching system department., Watford chairman Scott Duxbury said they have been \"thwarted\" by \"insufficient banking detail\" regarding one of the payments, while the Hornets have had \"direct and regular contact with the other party with a view to imminent resolution\" in relation to the other payment., 'Half our annual budget', Generation Foot's president, Mady Toure, said it was \"disrespectful from Watford\" that his club had not received their payment., \"They promised us a certain amount of money - 525,000 euros (£462,000) split in five payments,\" he said., “Since January, we have sent several emails without any answer from them. They also sent a transfer order to my fellow president of Linguere de Saint-Louis and since then he didn't receive anything.\", Linguere de Saint-Louis, based in the north of Senegal, were Sarr's first club., They are leading the country's second tier and were close to securing promotion when all football was stopped because of the coronavirus pandemic., \"We’ve seen several transfer orders but no money - so it confirms my theory that they are teasing us to buy time,\" the club's president Amara Traore said., \"I’ve all the scheduled payments from the financial director of Watford: the first payment was due 17 November, then it’s every 31 August from 2020 to 2023., “Our budget is around 120m FCFA (£161,000) and they owe us 57m FCFA (£76,000) - split in five payments - so it’s half our annual budget., \"We will go to Fifa.\", The solidarity contribution rule is a Fifa mechanism which enables 5% of the transfer fee to be shared proportionally between the clubs a player was at between the age of 12 and 23., Toure said Watford officials had told him the payments were delayed by the closure of the English Football Association offices during the coronavirus crisis., “I am pretty sure you don’t need to go to the office to send a bank transfer,\" he added., \"Let’s be serious. This first payment was supposed to be done 10 January, so that reason is inadmissible., \"Fifa should give them severe sanctions. We were expecting something better for a club of the number one league of the world.\", Watford is owned by the Italian businessman Gino Pozzo, also owner of the Italian side Udinese Calcio., Toure said Pozzo had approached him wanting to buy another player, but he had refused because the Sarr money had yet to come in., \"I don’t doubt Watford is a serious club but I can say they have a lack of respect to us,\" he added., Share this withhttps://www.bbc.com/sport/africa/52415135", "label": 0}, "train-26": {"text": "Match of Their Day: Danny Murphy picks his classic Premier League games, , , , Share this with, \n                            Media playback is not supported on this device\n                        , You can’t pick a list of classic Premier League fixtures without including at least one Merseyside derby., Danny Murphy has done just that in his pick of three classic games for Match of Their Day, naturally including one in which he featured on the winning side for Liverpool against Everton., The Reds are just one of the six clubs the former England midfielder played for over an 18-year period in which he made close to 500 league appearances., This included successful spells with Fulham, from which he selects another of his games, and Tottenham, who feature in his final pick, playing Manchester United in a top-flight classic., The 43-year-old reflects on the moment Liverpool manager Gerard Houllier pulled him into his office for a chat about his home life because he had not had a shave., \"He Houllier was very intelligent, calm and articulate,\" Murphy told Gary Lineker. \"He was very observant and he was somebody who could pull you in the office and give you a pat on the back and make you feel good about yourself, but if he felt you weren't at it, he would let you know in no uncertain times. , \"He pulled me in once and asked if I was OK because I hadn't shaved and I hadn't said hello yesterday and if everything was OK at home. It was very unusual and I had not had a manager like that before.\", Here are Murphy’s three classic matches…, Tottenham 3-5 Man Utd, 29 September 2001, Murphy was with Liverpool at the time but it didn’t stop him casting admiring glances towards this game - one of the finest ever played in the English top flight., In what was a theme throughout this season for United, who had just sold Jaap Stam, they conceded freely in the first half as Tottenham ran riot with three unanswered goals., What followed was one of the great comebacks and more as the Juan Sebastian Veron-inspired visitors blew the home side away. Years later, United captain Roy Keane revealed what Sir Alex Ferguson had told them at half-time: “Lads, it’s Tottenham.”, Murphy: \"It was an amazing comeback. We Liverpool had been on a journey of getting better each season and Manchester United and Arsenal were the two sides we were trying to catch and overcome. , \"We played the next day so we listened to the first half on the coach and they were 3-0 down and you started to think they might fall away and we could have a chance. , \"Then we got to the hotel and started watching the game and they got one and then two. Even without Ryan Giggs and Roy Keane, they scored five within half an hour. When you're playing against teams, as players, you learn not to be in awe of them but there was a respect we had of Man Utd at the time. , \"When you watched them play with the freedom and the ability they had, it was a bit deflating for us to see them do that so comfortably to Tottenham. They had a conveyor belt of winning trophies and producing players. It was a wonderful performance.\", Everton 1-2 Liverpool, 19 April 2003, The 168th Merseyside derby could not have been better poised. With five games remaining for each in the 2002-03 season, both sides were in contention for a Champions League place, with Everton fifth on 56 points and Liverpool a place and a point worse off., Going into the game with a makeshift defence, the Reds were forced into further emergency measures at the back when Igor Biscan was injured early on. But thanks to Michael Owen and Murphy himself, they came through to win, but not before the Blues had seen two men sent off., Murphy: \"I grew up as a Liverpool supporter in the 80s and the main rivalry was with Everton, it wasn't really against Manchester United. The two dreams I had as a boy were to put on a Liverpool shirt and play at Anfield, and the other was to score in the derby., \"It's a great memory for me and a game that has not been talked about as much because of the goals I scored against Man Utd, but it's a game that lives long in the memory for me and my family. , \"I missed the previous game because I slipped in the training ground and had a spasm in my neck. I was delighted to get back out there and play this game and it was a game that went really for me. It was more than just a derby because they were above us in the table at the time, and having a decent season. , \"We started the game without Sammi Hyypia and Stephane Henchoz who were our main centre-backs around that period. Then we lost Igor Biscan, so we had a bit of a mixed bag in the back four. There were a few verbals and a couple of sending offs and it had everything like the derby did.\", Man City 2-3 Fulham, 26 April 2008, The great escape. Having sat 19th in the table since New Year and five points adrift of safety with three games to play, nobody gave Roy Hodgson’s Fulham a chance of avoiding the drop. Even less so when City took a 2-0 lead after just 21 minutes., But thanks to second-half sub Diomansy Kamara and that man Murphy again, the Cottagers somehow found the will to turn the game around and set up the mother of all escapology acts on the final day of the season., Murphy: \"It was my first season at Fulham and we were away at Manchester City, who had Sven Goran-Eriksson in charge, and they had some good players in an attacking team. We had three games left and we needed to win all of them to have a chance of staying up. It was a tremendous game that had everything. It was end-to-end and I was proud to be a part of it., \"As we were walking in at half-time 2-0 down someone told us we had been relegated with results as they were, which wasn't exactly a boost. Roy Hodgson came in and didn't say anything at first, and then he just told us to calm down, relax and have a drink, that we were playing well and if we got the next one we might get back into it., \"He didn't make a change and with a bit of luck we got there. It was a remarkable comeback considering we didn't win a lot of games on the road that year. Joe Hart told me in the build-up to my penalty that he knew what I was going to do and he had seen all my penalties, but I wasn't sure if he was bluffing me. , \"I had always been calm taking penalties against big keepers but he got to me. I changed my mind and it was a weak effort but he pushed it back to me and sometimes you need that bit of fortune.\", Share this withhttps://www.bbc.com/sport/football/52417224", "label": 0}, "train-27": {"text": "Didier Drogba: How Ivory Coast striker helped to halt civil war in his home nation, , By Olivier Guiberteau, BBC Sport, Share this with, Al-Merrikh Stadium, in Sudan's second largest city of Omdurman, is not one of the world's great gladiatorial arenas. Yet this small ground - known as the Red Castle - became the setting for one of football's most extraordinary tales., The date was 8 October 2005. The mathematics of qualification for World Cup 2006 were simple. A win for Cameroon against Egypt would see them reach their sixth tournament. Anything less would allow Ivory Coast, playing in Sudan and just a point behind, to leapfrog them and qualify instead - for the first time., The tag \"golden generation\" can be a substantial yoke to bear, but the Ivorian squad in 2005 was just that. They were led by the artfully bruising Didier Drogba, with Kolo Toure, Emmanuel Eboue and Didier Zokora all also shining in the Premier League, a world away in London., Yaya Toure, then with Greek side Olympiakos and still considered raw, was waiting in the wings. This was a squad that could match anything on the African continent. Despite having lost twice to Cameroon in qualifying, they remained agonisingly close as they took to the pitch in Sudan that evening., Yet, while Ivory Coast's footballing stars stood on the verge of history, back home the country teetered on the edge of something dark. A civil war that began in 2002 had divided the country, with President Laurent Gbagbo's government controlling the south and a rebel faction known as The New Forces of Ivory Coast, led by Guillaume Soro, controlling the north., Fighting broke out on 19 September 2002 with rebels attacking various cities across the country. Sebastien Gnahore, an ex-footballer who fled Ivory Coast, recalls those times., \"It was awful. When I called my sister I could hear the shooting outside the house,\" he says. \"They all hid under the bed for four days, and only came out to find food., \"All I cared about was whether my family was going to be OK. That's the only worry I had each morning.\", The initial violence was fierce but short-lived, as both sides became quickly entrenched along a north-south divide. Much of the fighting had ended in 2004, but tensions were rising once again in 2005. The future of the West African country looked bleak., Modern footballers can seem a world away from the everyday man and woman. The money involved can catapult them into a different realm, and the results can be unpalatable. But the Ivorian players that evening, despite their multi-million-pound lives in Europe, knew much more was at stake. And nobody encapsulated this quite like the man who led their line, and who was about to take centre stage., Didier Drogba had arrived at Chelsea in 2004 for a reported fee of £24m. His nine-year stay in the Premier League was synonymous with a number of things - including a brutally effective, bulldozing style of centre-forward play and accusations ranging from unsportsmanlike behaviour to outright cheating. Love him or hate him, his achievements in west London were unquestionable., Four Premier League titles, four FA Cups, three League Cups and a Champions League winner's medal. Arsene Wenger, whose Arsenal side frequently found themselves on the wrong end of Drogba's brutal style, said of him: \"He is a winner and he will be like that until the end of his life.\", Drogba was indeed a serial winner, but the pressure on that  October night in Sudan was entirely different., Cameroon's match against Egypt in Yaounde and Ivory Coast's fixture with Sudan kicked off simultaneously. Ivory Coast, knowing nothing less than a victory would do, made short work of a Sudanese side second-bottom in the group. In the 73rd minute, Aruna Dindane tucked away his second goal, and the team's third. An 89th-minute Sudanese strike was no more than a consolation. Events were unfolding relatively straightforwardly - but nearly 1,600 miles away in Yaounde, the picture was very different., Cameroon took the lead in the 20th minute, but the game was tight. A 79th-minute equaliser, bundled in by Mohammed Shawky, brought Egypt level and swung the tide back into the Ivorians' favour. A draw - so long as they beat Sudan - would see them qualify., With just seconds remaining in Yaounde, and with the score locked at 1-1, Ivory Coast looked set for their maiden trip to the World Cup. Their match in Sudan had finished. Drogba was standing, surrounded by his team-mates. They were all listening to the radio and waiting. Then the crushing news filtered through. Cameroon had been awarded a soft penalty in the fourth minute of injury time., For every tale of heartbreak, there must be one of joy. Pierre Wome's spot-kick crashed against the left-hand post and flew wide. The Cameroon players gathered, dazed and despondent in the penalty area, some pulling their shirts over their eyes. On the other side of the continent, Ivory Coast erupted. For the first time in their history, they would compete at the highest level of international football., \"The whole country - every person, every house - was happy. That day we all forgot the country was still divided,\" says Hassane Omar, a 20-year-old student in Abidjan at the time., For all the breathless footballing drama that took place that night, the most seismic event did not occur on the football pitch, but in the cramped away dressing room at the Al-Merrikh Stadium. A post-game prayer led by Drogba had become something of a ritual, but this would be different., With the celebrations unfolding, a TV camera was ushered into the changing room. The players huddled before it, their arms draped across each other's shoulders. Standing in the centre, microphone in hand, was the imposing figure of the Chelsea striker., \"Men and women of Ivory Coast,\" he began. \"From the north, south, centre, and west, we proved today that all Ivorians can coexist and play together with a shared aim - to qualify for the World Cup.\", \"We promised you that the celebrations would unite the people - today we beg you on our knees.\" On cue, the players sank to their knees.  , \"The one country in Africa with so many riches must not descend into war. Please lay down your weapons and hold elections,\" Drogba urged. The clip, available on YouTube, is barely a minute long and ends with the players on their feet once more., \"We want to have fun, so stop firing your guns,\" they sang joyously. Back home, the party had already started. There were reports of a conga line outside the Egyptian embassy as Ivorians showed their appreciation for the draw in Cameroon. Even the rebel capital of Bouake bounced to the beat of victory that night., For all the revelry, and for all the 'Drogbas' - bottles of beers renamed in the striker's honour - Ivory Coast still woke up the following morning in the same situation, as a deeply divided country., Yet something was stirring and the following weeks and months were to see a dramatic change. The video clip played relentlessly on television as if the sheer force of media exposure might be enough to enact change. And change did follow. Both sides moved closer to the negotiating table and a ceasefire was finally signed., While any Hollywood scriptwriter would have been proud of this ending, the story was not quite finished. At the 2006 World Cup, Ivory Coast had been knocked out at the group stage, losing to Argentina and the Netherlands before beating Serbia &amp; Montenegro. It was a respectable first performance., The following year, an extraordinary announcement was made by Drogba, while touring the rebel-held area of his homeland after claiming the African Footballer of the Year award., Ivory Coast's home match and Madagascar, due to be played on 3 June 2007, would not be played in Abidjan as scheduled, he said, but instead in Bouake, the symbolic centre of the rebellion. This would have been unimaginable just two years before. Whether presidential permission was given for Drogba's announcement is still not entirely clear., \"Bearing in mind Drogba is from the south - from Gbagbo's area - he was just like a god at the time,\" says Austin Merril, a reporter who was in Ivory Coast working for Vanity Fair magazine. The atmosphere that day in the northern city crackled with anticipation., \"It was completely bonkers,\" adds Merrill, who drove behind the team bus on the way to the stadium with a heavy military presence. People rode on top of cars, weapons slipped from the grasp of excited soldiers. Inside the stadium itself, government and rebel troops hurled football chants back and forth. It was a marked change from the violence of the recent past., \"It felt like more than just football,\" recalls Omar, who was watching on TV in Abidjan. \"Everybody had stopped work at 12 o'clock and was drinking beer or champagne. We were all so happy.\", On the pitch, any notion that the script would not be a fairytale was dispelled when Salomon Kalou tapped in on 18 minutes. The goals kept coming. With just five minutes to go, and with Ivory Coast leading 4-0, the stage was set for the spectacular finale everybody had hoped for. A lofted ball from midfield dropped behind the defence, into the path of the onrushing Drogba. Delicate control and a delightful second touch took him round the goalkeeper, and he slid the ball into an empty net. The explosion of noise defied the stadium's modest capacity., The country's messiah wheeled along the running track in celebration, players and supporters streaming in his wake. Above him in the stands, old adversaries celebrated together., The final whistle brought fans rushing on to the pitch, with security personnel forming protective screens around the players, most of all Drogba. The symbolic gesture of the game in Bouake seemed to have united a country once again., \"It was euphoria across the whole country, everybody came together,\" says Gnahore. \"We had so much hope in Drogba and his team. The Toures from the north, Drogba from the south. It was a true Ivorian mosaic.\", However, what followed was sadly very different. With divisions running deep, and memories short, the euphoria surrounding those two matches began to fade. Just five years later, violence again gripped the country after disputed elections, resulting in the deaths of 3,000 people and culminating in the arrest of President Gbagbo and his eventual trial at the Hague for crimes against humanity., In January 2019, he was acquitted on all charges. One year on, he remains in custody in Belgium, pending the outcome of an appeal, with Ivory Coast still in a delicate political state., Ivory Coast's 'golden generation' never truly fulfilled their potential, losing on penalties in the final of the African Cup of Nations in both 2006 and 2012. Their star power dwindled in response. Perhaps it was simply impossible to follow on from the seismic events of 2005 and 2007.    , Drogba retired from football in 2018 after a glittering career that saw success in six countries, with a place in the pantheon of African greats - if not world greats - already assured. But he and his team-mates were responsible for something far bigger than just footballing glory., \"They showed that we could still live together, that we could be the Ivory Coast that we had been before. It wasn't about football, but rather the unification of a country,\" says Omar., Drogba and his team-mates didn't single-handedly stop the civil war. But over the course of two football matches, they did at least give their beleaguered country a reason to hope., Share this with, , , ,  , , , , , , , , ,  , , , , , , , , ,  , , ,  ,  ,  ,  ,  ,  ,  , ,  , ,  ,  ,  ,  , , , , , ,  ,  , ,  ,  ,  , ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  , BBC Sport reflects on everything we love about the London Marathon as this year's race is postponed because of the coronavirus outbreak., BBC Sport's chief football writer has made a shortlist of the greatest post-war British managers, now it's turn to vote for the best., From winning the SW19 junior title to almost quitting tennis, Noah Rubin knows the mental stresses on players and is now giving them a platform to open up., The mayor of Tampa hints she is open to renaming the Tampa Bay area as she writes a witty apology to Tom Brady after he is thrown out of a city park.,  ,  ,  ,  ,  ,  ,  ,  ,  , Stream Killing Eve Series 3 on BBC iPlayer, Get latest scores and headlines sent straight to your phone, sign-up to our newsletter and learn where to find us on online., Find ways to get active, How to get involved in just about any sport or activity, Find a club, activity or sport near youhttps://www.bbc.co.uk/sport/football/52072592", "label": 0}, "train-28": {"text": "Olivier Giroud: Chelsea striker set to extend contract, , By Alistair Magowan, BBC Sport, Share this with, Chelsea striker Olivier Giroud is set to extend his contract, keeping him at the club until 2021., The Frenchman, 33, looked like he would leave in January after making five Premier League appearances and entering the last six months of his contract. , He was linked with a move to Inter Milan as Chelsea sought a replacement., But after an injury to fellow striker Tammy Abraham in January, Giroud impressed on his return to the side, scoring twice in four league games. , Boss Frank Lampard praised the former Arsenal player's attitude at the end of the January transfer window despite being out of favour. , He said: \"Olivier Giroud has been incredible in this window as a professional and a man., \"We all know there has been interest but he has been impeccable in that period and I've got huge respect for him for that, and as a player.\", Giroud moved from Arsenal to Chelsea in January 2018 for £18m on an initial 18-month deal. , The French international then extended his contract by another year in May 2019. , Share this with, BBC Sport reflects on everything we love about the London Marathon as this year's race is postponed because of the coronavirus outbreak., BBC Sport's chief football writer has made a shortlist of the greatest post-war British managers, now it's turn to vote for the best., From winning the SW19 junior title to almost quitting tennis, Noah Rubin knows the mental stresses on players and is now giving them a platform to open up., The mayor of Tampa hints she is open to renaming the Tampa Bay area as she writes a witty apology to Tom Brady after he is thrown out of a city park.,  ,  ,  ,  ,  ,  ,  ,  ,  https://www.bbc.com/sport/football/52418829", "label": 0}, "train-29": {"text": "Yuvraj Singh: Andrew Flintoff's sledging led to six sixes in over, , , , Share this with, \n                            Media playback is not supported on this device\n                        , Former India all-rounder Yuvraj Singh says he was motivated by Andrew Flintoff's sledging and a desire for revenge when he hit six sixes in an over against England in 2007., Yuvraj, now 38, has been looking back at that match as part of a wide-ranging interview with The Doosra podcast, in which he also talks about his recovery from cancer in 2011 and the work he is doing with his YouWeCan Foundation to spread awareness of the illness., BBC Sport picks out the best bits from Yuvraj's recollection of the night he scored a record 12-ball half-century in Durban., India were going well in the World Twenty20 super eights match against England, reaching 171-3 at the end of the 18th over batting first., Perhaps desperate to stall India’s progress, England all-rounder Andrew Flintoff tried to engage Yuvraj in some verbals., The result - for bowler Stuart Broad, Flintoff and England - was cricketing carnage., \"Freddie was just being Freddie - he said a few words and I said a few words back,\" Yuvraj recalled, adding that Flintoff is a celebrity in India because the replay of this clash and the subsequent sixes is frequently shown on TV during the coronavirus lockdown., \"I was just happy the six sixes came against England because I got hit for five sixes by Dimitri Mascarenhas a few weeks earlier in an ODI., \"When I hit the sixth six, obviously the first look was at Freddie but the second look was at Dimitri, who gave me a smile.\", Yuvraj's 58 off 14 balls proved to be the difference as an already eliminated England, chasing 219 to win, lost by 18 runs., India went on to win the inaugural tournament of what is now known as the T20 World Cup, beating Pakistan in the final by five runs., Yuvraj says he and Broad always have \"good banter\" about the match, and he even left the Englishman a little souvenir., \"His dad, Chris Broad, is a match referee and he came up to me the next day and said 'you almost finished my son's career and now you need to sign a shirt for him',\" added Yuvraj, who played 40 Tests, 304 one-day internationals and 58 T20 internationals between 2000 and 2017., \"So I gave my India jersey and wrote a message for Stuart saying, 'I have been hit for five sixes so I know how it feels. For the future of England cricket, all the best'., \"Stuart is one of the best bowlers in the world now. I don't think any bowler from India could get hit for six sixes in an over and then have such a fantastic career.\", Share this with, BBC Sport reflects on everything we love about the London Marathon as this year's race is postponed because of the coronavirus outbreak., BBC Sport's chief football writer has made a shortlist of the greatest post-war British managers, now it's turn to vote for the best., From winning the SW19 junior title to almost quitting tennis, Noah Rubin knows the mental stresses on players and is now giving them a platform to open up., The mayor of Tampa hints she is open to renaming the Tampa Bay area as she writes a witty apology to Tom Brady after he is thrown out of a city park.,  ,  ,  ,  ,  ,  ,  ,  ,  , Stream Killing Eve Series 3 on BBC iPlayer, Analysis and opinion from the BBC's cricket correspondent.https://www.bbc.com/sport/cricket/52402003", "label": 0}, "train-30": {"text": "Man Utd quiz: Name every player from Sir Alex Ferguson's Premier League title wins, , , , Share this with, 22 April 2013 - the last time Manchester United clinched a Premier League title triumph., Seven years have passed and the Red Devils have not come close to adding to their 13 successes, all of which were achieved under legendary manager Sir Alex Ferguson., But can you name all the players who made at least one appearance under him in those title-winning campaigns?, It's a tough one - although we've done it in alphabetical order. There are 128 to get and you've got 20 (TWENTY!) minutes..., ,   , Share this with, BBC Sport reflects on everything we love about the London Marathon as this year's race is postponed because of the coronavirus outbreak., BBC Sport's chief football writer has made a shortlist of the greatest post-war British managers, now it's turn to vote for the best., From winning the SW19 junior title to almost quitting tennis, Noah Rubin knows the mental stresses on players and is now giving them a platform to open up., The mayor of Tampa hints she is open to renaming the Tampa Bay area as she writes a witty apology to Tom Brady after he is thrown out of a city park.,  ,  ,  ,  ,  ,  ,  ,  ,  , Get latest scores and headlines sent straight to your phone, sign-up to our newsletter and learn where to find us on online., The latest rumours and stories from around the world of football., Analysis and opinion from our chief football writer., How to get into football - the most popular sport in the world, with clubs and facilities throughout the UK., Stream Killing Eve Series 3 on BBC iPlayerhttps://www.bbc.com/sport/football/52358820", "label": 0}, "train-31": {"text": "50 sport films you must see - what you loved &amp; what we missed, , , , Share this with, From Chariots of Fire to Blades of Glory, our list of 50 sport films you must see certainly got you talking. , Some of the selections were outright winners with you, others didn't quite get the amount of love you would expect., And then there were the films we left off the list. When it comes to the sport genre of film making, the debate and recommendations just keep on coming. , Have a read of the 50 sport films selected by our BBC Sport journalists here., As you go through, use the thumb icons to let us know if you recommend the film or if you think it's a straight-to-video release. , Then head over to Twitter and use the hashtag #mybestsportfilm to give us your perfect sport film., The films we all agree on - your top three , The thumbs up winner of the 50 sport films you must see is 'Cool Runnings'. , A 1993 classic staring Leon Robinson, Doug E. Doug, Rawle D. Lewis, Malik Yoba and John Candy, the (almost) true tale of a Jamaican bobsleigh team trying to reach the 1988 Winter Games in Calgary will warm the cockles of any movie watcher. , With memorable quotes galore, what 90s kid didn't shout this in the playground? \"Feel the rhythm, feel the rhyme, get on up, it's bobsled time! COOOOL RUNNNNNINGS!\" , What you said, Alex Ramsden: Cool Runnings  is up there for John Candy alone., James Craig: Cool Runnings every day. , Andrew Harvery: Cool Runnings what a great film., What film can boast Sylvester Stalone breaking a finger while trying to save a shot from Brazil legend Pele, while at the same time having Argentina icon Ossie Ardiles call out Sir Michael Caine for being so \"awful\" at football, he \"couldn't even run twenty yards\"? , It's Escape to Victory, recipient of the silver medal award and one of the campest footy films ever made. , With a Bill Conti composed score to stir the emotions, plus a bizarre mix of Hollywood royalty and Ipswich Town players, 1981's Escape to Victory is a cheery, uplifting and occasionally ludicrous take, steered entirely towards lovers of the beautiful game. , What you said, Simon Cockley:Surely has to be Escape to Victory - an all star XI...and Sly Stallone, Soertaert:Escape to Victory! Pele, Ardiles, Bobby Moore and Silvester Stallone beating up some Nazis. , Bronze spot for your thumbs up favourite goes to An Impossible Job. , A Channel 4 fly-on-the-wall documentary directed and produced by Ken McGill, it takes viewers through the lows and lows of England manager Graham Taylor's failed quest to reach the 1994 World Cup. , \"If the documentary hadn't have been shown,\" Taylor said in a later programme \"I think very few people would have realised how much I cared.\", What you said, Griffiths: Think we should campaign to get Channel 4 to show Graham Taylor and An Impossible Job again. A great football documentary, always remember media with knives. Back then only newspapers and teletext!, Dean Elderidge: It's simply incredible. I re-watched it recently and had forgotten so many gems. By the time you get to the Dutch game, your heart goes out to Taylor. Beautifully put together; the standard bearer for all football documentaries today., There were so many films to chose from that sadly, some well-known classics didn't make the final cut. , But we can rectify that now - thanks to you lot getting involved on Twitter using #mybestsportfilm. , BBC Sport users weren't shy in letting us know which visual feats we may have overlooked. , Coach Carter, 2005, 12A, You loved this true story of basketball and hard life lessons by the bucket loads. , Samuel L Jackson takes on the role of Ken Carter, the Richmond High School basketball coach who made headlines in 1999 for suspending his undefeated high school basketball team due to poor academic results., As coach Carter struggles with the backlash of his decision off the court, the film delivers one knockout emotional punch after another. \"I came here to teach boys...but you became men.\" , Ooof. Pass the tissues. , Richard Sharples: The best of all time missed off. How is Coach Carter not there?, James Leigh: Got to be Coach Carter. I mean, who wouldn't be scared of Samuel L Jackson as a manager?, Net Bob: HOW is Coach Carter not on this list??, Where to watch: Stream on Netflix, rent on Amazon Prime, Sky and YouTube. , Remember the Titans, 2000, PG , Another movie thrust into the spotlight as \"one of the best ever\" was American football drama Remember the Titans. , Oscar winner Denzel Washington plays real life coach Herman Boone, who is hired to coach at T.C Williams High School in Alexandria, Virginia in 1971 to integrate the football team amid rising racial tensions. , The co-produced Disney and Jerry Bruckheimer film also featured a not-yet-Hollywood-hunk Ryan Gosling and grossed $136m worldwide. , Inspirational, funny, tear-jerking and uplifting. As coach Boone says: \"In Greek mythology, the Titans were even greater than the Gods.\" , What you said, Lee Clark: How Remember The Titans hasn't made this list I don't know, unreal film., Gareth Ludlow: Remember the Titans without a doubt!! , Kevin Hopcroft: Has to be Remember the Titans. It's a film I have watched over and over again. If you don't know it, the film is about the first interracial college American football team., Where to watch: Rent on YouTube, Google Play and Disney+, Space Jam, 1996, U, Ah the 90s. The decade that brought us Britpop, Tamagotchis and Elizabeth Hurley held up by strategically placed safety pins..., It also provided basketball legend Michael Jordan sharing the silver screen with Bugs Bunny, Daffy Duck and Porky Pig. , Forget in-depth documentaries about Brian Clough, Ayrton Senna or Borg v McEnroe, Space Jam from 1996 was right up there on your list of recommendations. , Space Jam 2, the sequel to Jordan's masterpiece and this time starring LA Lakers megastar LeBron James, is scheduled for release in 2021. , What you said, Han O'Conor: Want to say something reputable like Coach Carter...but in reality it’s totally Space Jam! , Mickey Walsh Jr: Wha-whaaat?! Michael Jordan and the Looney Tunes with a stellar basketball cast. Topped off with a great song 'I believe I can fly'. , David McGee: Woah woah no Space Jam on the list? That's just an insult. Who doesn't love the Looney Tunes playing basketball?, Where to watch: Rent on Amazon Prime, Google Play and YouTube, Everton - Howard’s Way, 2019, This 2019 documentary earned itself a mention, building momentum in a campaign to be recognised as worthy of the list. , A tweet from the official ‘Everton - Howard’s Way’ Twitter account made it clear what fans had to do: “Right guys, here’s your chance to show your love of the film. Tweet @BBCSport and use the hashtag #mybestsportfillm.\" , Charting the dominance of Everton football club under manager Kendall in the 1980s, the Toffees, “at the peak of their power”, lifted two league titles, an FA Cup, three Charity Shields and a European Cup Winners' Cup. , What you said, Jane Savage: Everton's Howard's Way. Fantastic football and music from the 80s., Lee Vousden: \"Howard's Way\" - one the '50 sport films you must see'. Probably watch it last, if you watch it first it'll ruin it for all the other films. , Where to watch: Rent on Amazon Prime, Here are a few others you suggested to keep each other entertained during lockdown..., Kingpin, 1996, 12 , James Steel: What about Kingpin? Bill Murray, Woody Harrelson and Randy Quaid... Best bowling film ever!, Bull Durham, 1988, 18 , Neil Whelan: The BBC's list doesn’t include Bull Durham?! An outrageous omission! It’s one part of a perfect Kevin Costner sporting trilogy along with Field of Dreams and Tin Cup!, Slap Shot, 1977, 18 , Dom Mills: Not sure how Slap Shot didn’t make it. The iconic Paul Newman in the greatest ice hockey film ever made (ok, fair enough, there aren’t that many of them - still a fantastic film though)., Share this with, BBC Sport reflects on everything we love about the London Marathon as this year's race is postponed because of the coronavirus outbreak., BBC Sport's chief football writer has made a shortlist of the greatest post-war British managers, now it's turn to vote for the best., From winning the SW19 junior title to almost quitting tennis, Noah Rubin knows the mental stresses on players and is now giving them a platform to open up., The mayor of Tampa hints she is open to renaming the Tampa Bay area as she writes a witty apology to Tom Brady after he is thrown out of a city park.,  ,  ,  ,  ,  ,  ,  ,  ,  https://www.bbc.com/sport/52216970", "label": 0}, "train-32": {"text": "Alan Pardew: Den Haag manager rubbishes bonus payment claims, , , , Share this with, Alan Pardew says reports stating he will receive a bonus payment for avoiding relegation with Den Haag are \"nonsense\"., The Dutch Eredivisie season was abandoned on Friday because of coronavirus with no sides relegated., Den Haag were seven points from safety, prompting reports he will get a £100,000 bonus for keeping them up., \"If I formally was entitled to a bonus, I would never want to receive it,\" he said in a club statement., \"In this difficult period, I would always return any bonus to the club, which will certainly find a good destination for it.\", Pardew joined Den Haag in December and had taken charge of eight league games - winning one - before play was halted in the Netherlands on 12 March., On Friday, Dutch authorities announced the league season would end with no champions being named for the first time since the Eredivisie was formed in 1956. No sides will be relegated and none promoted. , The move to end the season followed government guidelines stating mass gatherings could not take place until September., In the second tier, Cambuur topped the table and were 11 points above the play-off places with De Graafschap four points behind them in second. , Cambuur head coach Henk de Jong said ending the season felt like \"the biggest disgrace in the history of Dutch sport\"., Pardew added: \"Of course there is relief, but modesty is appropriate at this moment. , \"Although we still had the belief we could accomplish our mission, we were not doing well and will never know if we would have succeeded. But because we did not know whether the season would end well or badly, I do not think another outcome for Den Haag was right. , \"Although it is important that our club stays where it belongs, we count our blessings and understand the frustrations at Cambuur and De Graafschap.\", Pardew has been staying at his Sussex home in recent weeks but remained in contact with his players., His contract with the club is due to expire in June., \"I hope to be able to come to The Hague again soon,\" he added. \"There will also be a moment of evaluation at that time. It is clear for me that I have not regretted my switch to Den Haag for a second. It is a wonderful club, with very committed and loyal fans.\", Share this withhttps://www.bbc.com/sport/football/52431031", "label": 0}, "train-33": {"text": "All eyes on Germany &amp; no non-league matches until 2021? What next for football?, , By Simon Stone, BBC Sport, Share this with, At the end of a busy week of meetings and discussions, European football's governing body, Uefa, offered some clarity over how they hope the game will begin to recover from COVID-19., As has become the norm for all football bodies, Uefa started by stating 'health was the priority'. After that came the plan., Leagues should 'explore all possible options' to reach a natural conclusion. If this cannot happen 'suspended domestic competitions should restart with a different format'. , And if - due to government intervention or 'insurmountable economic problems' - there is no more play, European qualification for the 2020-21 season should be decided 'on sporting merit'.  , The next Uefa executive committee meeting is on 27 May, by which time it is hoped competitive football will have returned to some countries and training in others - including England., However, with one lot of answers, comes more questions., Uefa has outlined a path to this season's Champions League final. It starts with the outstanding second legs of the last 16 - including Manchester City's tie with Real Madrid  - on 7 or 8 August. After that, individual games in two-legged ties would be played every three or four days - Sundays are left free for any domestic fixtures. Their back-up plan involves one-match ties instead of two., The final is set for Istanbul on 29 August., Europa League games would be played a day before each two-day block of Champions League matches. The final is planned for Gdansk, in Poland, on 27 August., It is understood UEFA will stick to the venues if they can, even though the games themselves will almost certainly be behind closed doors. , But entry to Turkey and Poland is currently blocked. Uefa are aware there are no guarantees these restrictions will be lifted, meaning alternative venues might have to be found., If finishing this season's competitions is complicated, have a look at 2020-21., Two hundred and thirteen clubs, from all 55 member associations, playing a total of 357 ties is needed to reach the group stages of the respective European tournaments, which are due start in the middle of October. , If this needs to be altered, it is understood Uefa would prefer to keep all clubs involved and play one-off matches, rather than chop away at the access list so some clubs and countries miss out on participation., The planned start date is 28 July., Quite apart from the logistical headache involved in all these games, even if they do go ahead, some would be played at the same time as the 2019-20 season is still finishing., This raises some interesting scenarios., Rangers are due to play Bayer Leverkusen in the second leg of their Europa League last-16 tie on 6 August. If, as expected, the Scottish season is declared over, they should be entering the 2020-21 competition in the second qualifying round, which is scheduled for 13 and 20 August., Wolves, currently level after the first leg of their last-16 tie with Olympiakos, may well end up repeating this season's appearance in the third qualifying round, the first leg of which is scheduled in the same week as the 2020 final., Quite what Uefa would do if Wolves or Rangers reached the final is anyone's guess., As it stands both sides could be due to play in next season's Europa League, while still in with a chance of winning this season's competition - and thus qualifying for the Champions League., When West Ham vice-chairman Karren Brady used her newspaper column on 16 March to say she believed the domestic season would be declared 'null and void' she was condemned given her club's position close to the relegation zone., A senior executive at a rival club was more sympathetic, telling BBC Sport privately it was inevitable officials would assess the situation from their own specific point of view., So it has proved. Some Premier League clubs want the season to be given as long as possible to be completed. But the most strident of these tend to be the ones who play in Europe and have something to lose beyond domestic cash. , Others feel 30 June would be a good time to stop given the contractual wrangles that will surface after that date. Clubs around the relegation zone think no-one should go down from a campaign that is not completed. Those with a chance of coming up from the Championship feel the concept of promotion should be maintained., In the EFL, League 1 and 2 clubs, who can see the financial impact of months with no games, or matches without fans, have discussed an early end to the season. In the Championship, especially at the top end, with over £100m on offer to promoted teams in normal times, they want to continue., If legal challenges were threatened by South Shields after they were denied promotion to National League North, it is little wonder a well-placed source told the BBC it was 'fairly obvious' no solution will suit every club and therefore legal action was almost inevitable., This is a very real possibility. There has been a suggestion even clubs in the National League are thinking about this as the impact of a statement by the government's chief medical officer Chris Whitty on Wednesday, when he said \"highly disruptive\" social distancing would need to be in place for \"really quite a long period of time\", sinks in., Lower down the pyramid the situation is stark., Should the current limit on gatherings be extended to just a small number of people, BBC Sport has been told by one league official there would be 'no point' in matches behind closed doors., Below the National League, where there is no TV deal, virtually all revenue comes through supporters attending matches, either by their admission money or cash spent on food and drink, programmes and even raffle tickets. , And, unlike the National League and beyond, where clubs have primacy of tenure over their stadiums, at non-league level shared facilities and rented grounds mean extending seasons is a logistical impracticality., It leaves many leagues and clubs in limbo and wondering whether there will be any play next season at all., \n                            Media playback is not supported on this device\n                        , For a number of reasons, including the UK Government's review of present lockdown criteria, it is not anticipated the current general position of football's major stakeholders will change for a couple of weeks., What will become apparent in that time is whether the Bundesliga's ambitious plan to restart on May 9 has any chance of hitting the deadline., The German game - and Germany's clubs - are wrestling with all the same problems others across the continent are encountering., They may be at different points in the 'curve' but if a major league gets back on the pitch, it will give hope others can reach the same point., The problem is, there are no guarantees and - as ever - there may be questions ahead no-one has thought of the answers to yet., Share this with, BBC Sport reflects on everything we love about the London Marathon as this year's race is postponed because of the coronavirus outbreak., BBC Sport's chief football writer has made a shortlist of the greatest post-war British managers, now it's turn to vote for the best., From winning the SW19 junior title to almost quitting tennis, Noah Rubin knows the mental stresses on players and is now giving them a platform to open up., The mayor of Tampa hints she is open to renaming the Tampa Bay area as she writes a witty apology to Tom Brady after he is thrown out of a city park.,  ,  ,  ,  ,  ,  ,  ,  ,  , Stream Killing Eve Series 3 on BBC iPlayer, Get latest scores and headlines sent straight to your phone, sign-up to our newsletter and learn where to find us on online., The latest rumours and stories from around the world of football., Analysis and opinion from our chief football writer., How to get into football - the most popular sport in the world, with clubs and facilities throughout the UK.https://www.bbc.com/sport/football/52413053", "label": 0}, "train-34": {"text": "Coronavirus and sport: Chelsea's first-team squad will not take pay cut, , By Alistair Magowan, BBC Sport, Share this with, Chelsea's first-team players will not be taking a pay cut to contribute to the club during the coronavirus pandemic, but will \"focus on further supporting other charitable causes\"., It had been reported that the men's team would take a 10% cut this month., But a statement on the club website said \"extensive talks\" had been held to discuss how the team could contribute., The Chelsea board have told the players to continue to support charities, including the NHS., \"At this time, the men's first team will not be contributing towards the club financially and instead the board have directed the team to focus their efforts,\" the statement read., \"We are grateful to the team for having played their role in assisting the club with community activities as well as all the charitable causes they have been supporting in their respective home countries and through the Players Together initiative supporting the NHS.\", Talks will continue between the club and players - who are being represented in the discussions by captain Cesar Azpilicueta. , The players had offered to take a cut lower than the figure of 10% reported in the media - but the club say there has been no falling-out between the club and players at this stage., Chelsea have also confirmed they will not be using the government's job retention scheme and are paying all staff in full., \"We are not planning any general redundancies or furloughs for our full-time staff who are continuing to be paid 100% of their current wages,\" the statement continued., \"We are continuing our current level of financial and other support to our professional women players and also to our women's academy programmes.\", Arsenal's first-team players and head coach Mikel Arteta have agreed a 12.5% pay cut, while Liverpool, Tottenham and Bournemouth reversed their decisions to furlough staff., Newcastle United were the first Premier League club to place their non-playing staff on temporary leave and Norwich have also put staff on the job retention scheme., Chelsea have also outlined that they will credit season ticket holders for any games played behind closed doors for the remainder of the season and reimburse those who had booked non-refundable travel to the postponed Champions League tie at Bayern Munich last month. , Share this withhttps://www.bbc.com/sport/football/52425899", "label": 0}, "train-35": {"text": "Coronavirus and sport: Eredivisie cancelled because of pandemic, , By Laura Scott, BBC Sport, Share this with, The head of the Dutch FA says it was a \"bitter day\" cancelling the Eredivisie season early and thinks it is \"very doubtful\" the Premier League will be able to complete the 2019-20 campaign., The top two Dutch leagues were abandoned yesterday with no promotion or relegation and no champions., Major events are banned until September because of the coronavirus outbreak., Just Spee, president of KNVB, said the chances of football elsewhere in Europe behind closed doors are \"slim\"., In an exclusive interview with BBC Sport, Spee explained a vote of clubs provided \"no clear guidance\" and so the decision went to the governing body's board, but they accepted there would be \"winners and losers\"., Ajax led the table from AZ Alkmaar on goal difference with nine games left but will not be named champions., Both Ajax and AZ Alkmaar will go into the Champions League qualifying stages, pending ratification by Uefa., Ajax could progress straight to the group stage, depending on the outcome of this year's competition and other domestic leagues., No sides will be relegated or promoted, meaning Cambuur - who topped the second tier and held an 11-point gap over the play-off positions - will not go up., But when asked what the chances are for other European leagues restarting the season, even without fans, he said: \"It is slim., \"At the same time I do know that what is true for us, we are footballers we want to play, is true for all of my colleagues around the continent. , \"And in the UK it is not different. So they will hold onto a sliver of hope as long as it's there. But again, we've seen how this develops. Is it realistic? In the end it probably will not be but we'll see., \"To be honest, seeing what is happening and seeing that things get postponed week by week by week, how realistic is it that within the next three or four weeks we will come to a different conclusion? Not so much I believe. , \"And also the Premier League will need a number of weeks to complete their competition. Is there going to be enough time for that? Doubtful, very doubtful.\", More than 4,000 people have died so far from Covid-19 in the Netherlands., The Eredivisie has never ended a season without a champion being named since it was formed in 1956., The KNVB added that clubs could not be promoted from the second tier without relegation from the top division, in order to ensure there was no fixture congestion next season., The head coach of Cambuur, Henk de Jong, told broadcaster NOS the decision felt \"like the biggest disgrace in the history of Dutch sport\"., Expanding on the decision not to have champions, Spee said they felt it was \"not appropriate\" given the current situation with coronavirus and because the season had not been completed., He said: \"It was a very bitter day because you want this to happen on the pitch not by two or three people behind a table having to make this decision., \"There are winners and losers and in particular for the losers it was a very very bad day so we feel sad. We feel sad that we had to come to such a decision, we sympathise a lot with those clubs and their supporters. At the same time, there was no way round it.\", But he said he would \"not blame\" English football bosses if they came to a different conclusion, with Liverpool 25 points clear., \"We thought it was really inappropriate to just award a title for this specific time-frame, where on the one hand the competition did not conclude, so there is no formal champion in that sense,\" he said., \"But also, to take on board what society is going through, I mean talk about a champion in such a year?, \"We did not believe that that was appropriate. For example if you were to compare that to the English situation, maybe you would come to a different conclusion, Liverpool is so way out compared to the rest, I would not blame the FA to come to that conclusion. But in our case that was simply not appropriate.\", Third-place Feyenoord will qualify for the Europa League group stages, with fourth-placed PSV and fifth-placed Willem II entering the qualifying stages of the competition, subject to Uefa's approval., The Eredivisie Women has also been cancelled without a champion being named, with a Champions League place being awarded to league leaders PSV, while second-placed Ajax enter the qualifying stages., Football authorities in neighbouring Belgium are expected to decide whether to ratify the cancellation of its top-flight Pro League on Monday., Share this with, BBC Sport reflects on everything we love about the London Marathon as this year's race is postponed because of the coronavirus outbreak., BBC Sport's chief football writer has made a shortlist of the greatest post-war British managers, now it's turn to vote for the best., From winning the SW19 junior title to almost quitting tennis, Noah Rubin knows the mental stresses on players and is now giving them a platform to open up., The mayor of Tampa hints she is open to renaming the Tampa Bay area as she writes a witty apology to Tom Brady after he is thrown out of a city park.,  ,  ,  ,  ,  ,  ,  ,  ,  https://www.bbc.com/sport/football/52418048", "label": 0}, "train-36": {"text": "Transcontinental Race: How Fiona Kolbinger became first female winner, , Last updated on 7 April 20207 April 2020.From the section Cyclingcomments37, It was a 6am start on the shores of the Black Sea. Bikes loaded, all 258 riders were ready to set off and follow their carefully plotted GPS routes towards victory and the Atlantic Ocean., This was the scene at the Transcontinental Race (TCR) start line in late July 2019. An ultra-endurance, self-supported and self-navigated bike race across Europe, the 2019 edition took in 4,000km (2,485 miles) between Burgas on Bulgaria's coast and Brest in north-west France., That's around 600km longer than a typical Tour de France, which takes place over three weeks including two rest days. The winner, 24-year-old German Fiona Kolbinger, completed the TCR in just over 10 days., Kolbinger is the first woman to win the race. She beat second-placed Briton Ben Davies by over eight hours and third-placed Dutchman Job Hendrickx by 10 hours. Her dominant victory might have surprised many, but ultra-endurance events tend to have less of a gender divide. There is only one race - and it's about smart decisions and resilience, as well as who can pedal quickest., Since August a lot has changed for Kolbinger. She has begun work as a newly-qualified doctor, has had time to reflect on the summer, and her body has recovered from cycling 400km a day while sleep deprived. , Looking back now, she sees adventure, success and surprise in a story which, she hopes, will inspire., The TCR is no ordinary race. Carrying everything you need for up to two weeks' competition means identifying the absolute essentials: food and water, a pot of chamois cream for saddle sores, one set of cycling kit which can be hand washed, and something to sleep in., Tent? Forget it. A sleeping bag will suffice - on the side of a road, at the back of a supermarket or in front of someone's door. Kolbinger describes this existence as \"hygienically catastrophic\"., There were four checkpoints along the way to Brest: the Buzludzha Monument in central Bulgaria, Vranje in south Serbia, Pettneu am Arlberg in west Austria, and L'Alpe d'Huez in the French Alps. , Kolbinger impressed from the start. , She arrived at the first checkpoint inside the top five, but it was only during the second night, when the race got to Serbia, that she took the lead \"by accident\". Her entry into the country was spectacular. It was a day involving three punctures and two crashes - one at the Bulgarian-Serbian border., \"There was another rider standing right next to the border barrier, so I was waving looking to the side. I didn't see the barrier so I crashed right into it,\" Kolbinger remembers., \"I fell, the border barrier was bent and the border police confiscated my passport for about half an hour. I was like, 'hey I'm on a race, how long is this going to take?', and they said: 'We don't know because we've never had someone crashing into this.', \"When I finally left, I rode north further into Serbia and needed to get some food. I went into a gas station and it was pouring down so then I thought, 'OK it's 11pm, I could sleep now instead of getting soaked with limited vision'. So I laid down, but it was a really shady place., \"It was a huge parking lot with a gas station and a strange hotel and lots of buses and tourists around. I slept in a little hut. I couldn't really sleep so I woke up after two hours and decided to just continue because the rain had stopped. And so that was how I ended up starting the day at 1am and overtaking everyone else.\" , Kolbinger then found she needed to stop in the morning - \"for a nap\" - and lost the lead. But she wouldn't trail for long. , Crossing from Slovenia into Austria was one of her toughest days. She covered 475km and slept at an unmanned campsite just over the border for a few hours. Shortly after setting off in the very early morning, she saw a red glow up ahead. It looked like a rear bike light. It was Ben Davies., \"There were three of us who had been pretty close since Serbia,\" Kolbinger says. \"Jonathan Rankin, Ben and me. I was expecting to be racing them decently for at least 200-300km, everyone checking the online tracker and not losing each other. But it wasn't like that., \"Ben and I cycled next to each other for about 15 minutes, then I took a left turn and he went straight. I didn't see him again.\", Davies' route took him south, while Kolbinger went north. Then she found Rankin., \"I saw more red lights in front of me again and I thought, 'wow that must be Jonathan'. I tried to keep the pace and not lose sight of the light and then suddenly it was gone. I thought he must have turned or stopped somewhere.\", Kolbinger recalls checking the GPS tracker which shows each rider's progress soon afterwards to discover that, once again, she was the race leader. She heard later that Rankin retired soon after she spotted him because of problems with his feet. \"Feet have started to disintegrate, for lack of a better description,\" were his words to race director Anna Haslock., Kolbinger continued, pushing herself as hard as she could, still mostly sleeping rough. She did stay in a hotel for two of the 10 nights, which helped to keep devices charged, but mostly she unrolled her sleeping bag anywhere. By the side of the road, on grass or at the back of a supermarket, where she was woken up by an early morning delivery. \"That was really stupid,\" she says., She was seven days into the race when she crossed into France and reached the final checkpoint before the finishing line at L'Alpe d'Huez. Still in the lead, with the toughest climbs behind her, it was a moment of release., When she walked into the hotel foyer to get the stamp in her race passbook, she found a piano and immediately sat down to play The Lion Sleeps Tonight, helmet and gloves still on. The video clip caught attention on social media, because surely the race leader would have more important things to be doing? Davies was still chasing behind - there was still well over 1,000km to go., Not Kolbinger. She sat down and started playing - still feeling mentally \"fresh\" despite the physical toll and lack of sleep., She would spend two more summer nights under the stars before reaching Brest. On one of those she was mistaken for a rough sleeper., \"I was trying to go to sleep and it was about 1am on a Saturday night,\" she says. \"I'd decided to sleep in front of this housing building. I fell asleep, and then after about half an hour this lady came, coming home from partying probably, and she found me in front of her door. She was really shocked that a young woman was there in a sleeping bag on the cobbles in front of her house, it must have been so strange to her., \"She offered me food and drink but we are not allowed to take anything because of the rules. She didn't speak any English so it was really hard to tell her in my limited French what we were doing. I showed her the TCR homepage and tried to explain that I was the leading dot, and that I just wanted to sleep and she could go into her home and let me! I don't think she really understood the goal of this entire thing.\", By that point Kolbinger was on the home straight - far enough ahead of Davies for the risk of being caught to be small. She had also switched off her phone because, already back in Austria, she was so far ahead she was inundated with messages, social media comments and requests from journalists. They all wanted to speak with the first woman to win the race., The actual finish was something of an anti-climax - which is often the case at ultra-endurance events. As the city residents of Brest awoke on a grey Monday morning, Kolbinger rolled into a hostel car park, dismounted one final time and stopped the clock to officially become the race winner in just over 10 days., Davies would arrive eight hours later, and the rest of the field would slowly appear over the next five days. Kolbinger turned her phone back on and processed what she had achieved. , She describes herself as somebody who is naturally outspoken and will call out something she feels is unjust. Gender equality is a subject close to her heart and was already something she thought about in everyday situations. Now she feels its importance from a new perspective., \"I have the impression that, especially in male-dominated groups, sometimes women are just underestimated because of their gender,\" she says. , \"Now that I have done this exceptionally 'male' thing in winning this race, I feel like they do accept me a bit more - or I feel like I get a bit more respect without anyone mentioning it. There is less underestimating me right now., \"If you understand what I mean, it's different in that I've shown I'm not the 'weak female' so I think this gives me a bit more respect. Which is sad on the other hand, because I feel like before they didn't respect me so much. It's really sad to think about it that way - that the 'ordinary' woman who hasn't done any crazy race or crazy 'male' stuff in her life, like climbing Mount Everest or something, she wouldn't get that respect., \"I think some media has interpreted this as if I had changed the world entirely and shown that women are capable of doing things… surprisingly… and I didn't really expect to become such a women's ambassador in the media., \"They are comparing me with Jasmin Paris who won the Spine Race and Lael Wilcox doing really well in the Silk Road Mountain Race, and all of these successful women in sports, especially ultra-endurance sports. And that kind of surprised me that I was in that role, but I do think I like that role and I can take it. , \"I think I have a talent - apparently - that I didn't really know about until the summer, and if I can use this talent to promote equality then that's perfect.\", The TCR was founded by Mike Hall, a British ultra-endurance cyclist who was killed after being hit by a car during a race in Australia in 2017. His partner Anna Haslock now runs the race. She describes herself as its \"caretaker\"., Since the first edition in 2013, the number of female competitors has grown from one in a field of 31 - Juliana Buhring, a British-German cyclist who set a world record in 2012 as the fastest woman to circumnavigate the globe by bike - to 31 women in a field of over 265 in 2019., \"It didn't feel like an impossible thing that a woman would win,\" Haslock says. \"In endurance sport I think the addition of route planning and so many additional elements to the race definitely levels the playing field. , \"People will say when they finish it's probably 70-80% mental strength. You have to be fit but you have to be able to handle the unexpected and you have to know yourself really well, because you're spending two weeks on your own, just you., \"For a lot of people it's a bit of a mind-melting exercise. The people like Fiona, the people who win these races do not panic. They cope with things and just deal with it., \"But it's thrilling to see a woman win it and especially when it's in such style and grace. I'm not saying it's an easy thing what Fiona did, but she could've been pushed harder and she says that herself. , \"She could do it in under 10 days for sure. Almost as soon as she got off the bike she said: 'How do I sign up for next year?'\" , This entry is now closed for comments.https://www.bbc.co.uk/sport/cycling/52151401", "label": 0}, "train-37": {"text": "Rohan Janse van Rensburg: Sale player sanctioned for signing deals with two clubs, , , , Share this with, Centre Rohan Janse van Rensburg has been fined £32,500 and handed a two-week ban for signing contracts with Premiership clubs Sale and Gloucester., Van Rensburg signed a three-year deal with Sale for 2018-19 onwards, having already agreed a similar-length deal with Gloucester and been paid £25,000., He followed through with his move to Sale, who have been handed a five-point deduction, suspended for two seasons., Sale were fined £20,000 for breaching rules about approaches to players., Matthew Ginvert, the agent representing the 25-year-old South African centre when the first of two contracts with Sale was signed on 11 January 2018, has been reprimanded, fined £3,750 and directed to undertake the agent's education programme., All three parties accepted their respective charges and have the right to appeal., The judgement handed down by the independent disciplinary panel, made up of James Dingemans, Tim Ward QC and Gareth Graham, said that the fine imposed on Van Rensburg would be paid to the Rugby Football Union, with £25,000 passed on to Gloucester to recover the advance they made to the player., The timing of the player's two-week suspension will be confirmed once the season calendar is confirmed, as all competitions are on hold during the coronavirus pandemic., While Sale were fined, they were not ordered to compensate Gloucester, who were seeking more than £400,000 from their rivals., The disciplinary panel concluded that they did not have \"sufficient information to make an award which would be fair to both Gloucester and Sale\"., It was added that damages could be sought in the High Court, with Gloucester saying they are considering their position \"in relation to legal proceedings to recover compensation\"., Share this with, Get latest scores and headlines sent straight to your phone, sign-up to our newsletter and learn where to find us on online., How to get into rugby union - get into the social team game that brings people togetherhttps://www.bbc.com/sport/rugby-union/52413671", "label": 0}, "train-38": {"text": "Gerwyn Price enjoying playing the PDC Home Tour in pyjamas and slippers, , By Siân Price, BBC Sport Wales, Share this with, Gerwyn Price says playing in the new PDC Home Tour tournament has been quite a different experience., \"It was a little bit strange playing fellow players, fellow pros in a competition in my pyjamas and my slippers and my dart top on,\" Price told BBC Radio Wales. , \"It was quite difficult and not something I'm used to, but I enjoyed it., \"I've played people live on Instagram before, so it's not too bad actually.\", Despite enjoying the experience of the Home Tour - where darts players, under coronavirus social distancing rules, compete against each other from their homes via video link - Price failed to qualify from the group stage., The 35-year-old came second on night two with Luke Woodhouse topping the group, throwing a nine-darter in his kitchen in the process., World number three Price said: \"We had an email saying all the things that had to be in place before we had to play and it all had to be set up right., \"We had to get all the kids off the wifi and they had to be in separate rooms, and it was just us on our own playing against the other player., \"Some players played fantastic darts on the night and sometimes you have got to take it on the chin., \"I don't think the quality of the streaming is good but at least it's giving something to the fans.\", Although he enjoyed the night, Price admits it is not the same as walking out to a massive crowd., \"The buzz of walking on to the stage and the lead up towards playing is probably the most exciting part and I love doing it, and in these times I'm missing it to be honest,\" he added., The Home Tour has proved successful for some of Price's fellow countrymen, with three of the nine nights played so far won by Welshmen., Former World Championship semi-finalist Jamie Lewis beat world champion Peter Wright 5-1 to win the opening night in Group One. , PDC newcomer Nick Kenny beat the odds to go undefeated and win Group Five and the Welsh World Cup representative Jonny Clayton won all three of his matches to win Group Eight., Share this with, BBC Sport reflects on everything we love about the London Marathon as this year's race is postponed because of the coronavirus outbreak., BBC Sport's chief football writer has made a shortlist of the greatest post-war British managers, now it's turn to vote for the best., From winning the SW19 junior title to almost quitting tennis, Noah Rubin knows the mental stresses on players and is now giving them a platform to open up., The mayor of Tampa hints she is open to renaming the Tampa Bay area as she writes a witty apology to Tom Brady after he is thrown out of a city park.,  ,  ,  ,  ,  ,  ,  ,  ,  , Stream Killing Eve Series 3 on BBC iPlayer, Check out the BBC Sport Live Guide for details of all the forthcoming live sport on the BBC., Get into darts, an addictive and entertaining sport that will do wonders for your social life.https://www.bbc.com/sport/darts/52432713", "label": 0}, "train-39": {"text": "Coco Gauff &amp; Daniil Medvedev among ATP &amp; WTA stars opening up to Noah Rubin, , By Jonathan Jurejko, BBC Sport, Share this with, \"I was just lost. I was confused and overthinking if this is what I wanted. It took many moments sitting, thinking and crying.\", Months before the Wimbledon breakthrough which propelled her to global stardom last summer, teenage phenomenon Coco Gauff reveals a \"dark mindset\" almost led to a year-long break from tennis. , Reigning US Open champion Bianca Andreescu discusses \"feeling worthless\" as she too struggled to cope with being a rising young star., Britain's Katie Swan talks about the impact of her coach's son needing life-saving surgery after falling through a glass window., This platform to open up has been created by fellow professional Noah Rubin, allowing players from across the world to reveal their most personal stories - whatever the subject matter., Mental health issues. Sexuality. Financial worries. Injury. Death., The 'Behind The Racquet' project is inspired by Humans of New York - a revealing photoblog of the city's residents now tracked by millions of social media users worldwide. , Current stars, former professionals and celebrity fans - including British comedian Miranda Hart - pose behind the strings of a racquet. Accompanying the striking image is emotive detail about an issue which has been challenging for them., \"This has never really been done before, something that shows what these people, who are thought of as having perfect lives or doing really well because they are professional players, are really going through,\" Rubin, who won the 2014 Wimbledon junior title and is seeking to fulfil his promise on the ATP Tour, told BBC Sport., \"You really get an understanding of what they're going through on a day-to-day basis, what their thought process is, what their mentality is, how they are feeling, how their family is, just how difficult tennis is.\", There were people in my life who would see me on TV and tell me I was fat. I struggled for almost two years which led to issues with depression. I completely shut my friends and mom out of my life, Gauff, who recently turned 16, shared her innermost thoughts with fellow American Rubin earlier this month, discussing the challenges she has faced as a teenage phenomenon., Spanish player Roberto Bautista Agut laid bare the struggles of losing both his parents. His mother unexpectedly died days before the 2018 French Open. His father, paralysed after an accident at his horse stables in 2016, died while Agut was helping their nation win last year's Davis Cup finals., Stories are varied. Each are extremely personal., Former French Open finalist Robin Soderling shot to stardom by beating Rafael Nadal at Roland Garros in 2009. Two years later, aged 27, the Swede developed glandular fever and did not play again professionally before retiring in 2015, an experience which he says took \"a major toll\" on his mind., Madison Keys, the 2017 US Open runner-up, reveals an eating disorder left her living off three low-calorie bars a day, while Belgian player Alison van Uytvanck says being bullied at a teenage training camp left her \"alone\" and crying in her room \"day after day\"., \"It is incredible to hear everybody opening up. I never really imagined, even though I wanted to, actually getting people around the world on the same platform sharing their stories,\" said 24-year-old Rubin., \"It is the first step in bringing people together, uniting the players on a deeper front and connecting the fans and the players, bringing a new sense of interpersonal relation.\", The New Yorker is determined to influence change in a sport which he says is \"very tough on the body and the mind\"., Some Behind the Racquet stories detail the impact of personal issues crossing over into sport, others talk about the strains of tennis' existing framework having an effect on their health., Rubin is one of many who believe a fundamental overhaul of the sport is needed - to help improve the mental wellbeing of the players, as well as for its own survival., \"The seasons are way too long and the matches are too long,\" said the world number 225. , \"And for a certain amount players, if you don't play and get x amount of money you can't pay the expenses for that week. Not only that but you can't save or make sure that week after week you're able to feed yourself or your families. , \"In terms of the sport, it is not fan-friendly, it is not promotable, it is not TV-friendly. There are so many issues.\", The WTA says the health and safety of its players - physical and mental - are its \"number one priority\", adding individual counselling and support is available both remotely and at tournaments., The ATP said it was \"continually looking to build on its duty of care towards its players\" and had recently carried out a review of this area with players, team members and industry experts., Financing a professional playing career, which brings the associated expenditure of international travel, coaches and physios, can be hard. , It can often trigger mental health issues for lower-ranked players, who may be without support from their national federation and lucrative sponsorship deals., In his recent Behind the Racquet post, Russia's world number five Daniil Medvedev says after defeats as a young player he could only think about \"the extra dollars\" he could have made if he had won., Medvedev, who was beaten by Rafael Nadal in last year's epic US Open final, eventually found a way to a more comfortable existence. Many others cannot., \"That is where the snowball effect is for many players. If you lose and don't make enough money in the sport, you can't afford to travel with someone, then you're dealing with failure and financial loss on your own,\" said Rubin., \"It can put you in a worse place which then leads to more losses and it goes in a circle.\", The financial pressure on lower-ranked players has come into sharp focus since the ATP and WTA Tours were suspended because of the coronavirus pandemic., Patrick Mouratoglou, the coach of 23-time Grand Slam champion Serena Williams, says the enforced break has illustrated how \"dysfunctional\" tennis is., In a strongly-worded open letter, the Frenchman drew attention to the financial hardship of those outside the top 100, describing the gulf between the leading players and the rest as \"revolting\". , The ATP and WTA, in conjunction with the third governing body, the ITF, and the four Grand Slams, have responded to the pandemic with a package of financial assistance for lower-ranked players expected to total $6m., Leading stars Novak Djokovic, Roger Federer and Rafael Nadal have launched a separate fund for their fellow ATP professionals., \"We have got to a point where a pandemic has highlighted the issues we were worried about with a magnifying glass,\" said Rubin., \"I know players around my ranking who in two months from now will be worried about rent. I know players who are ranked 250 to 300 who are worried about rent today. , \"We're very concerned. There are mental health problems that stem from this., \"You're home alone, or perhaps with one other person, you don't know if you're going to make money or what the state of tennis will be when we come back., \"It's unsettling and unstable.\", I had dark times where I didn't know if I was going to make it as a tennis player. This world of Behind The Racquet has opened up my eyes and helped take some pressure of the world of tennis, Rubin formulated the concept of Behind The Racquet during a sleepless night after arriving home from playing in Australia,, After inspiration struck at 3am, he acquired the name of his new project on Instagram, Twitter and Facebook. Within three days he had posted for the first time., Little over a year later, Behind The Racquet has over 35,000 followers across the three platforms, along with a podcast and clothing range as Rubin aims to build the brand., Rubin pauses as he recalls one story, which he says still gives him \"chills\"., \"It was Jolene Watanabe, who was a top-100 player and played in the Grand Slams in the 1990s. She had cancer, was in remission, and I thought she was going to make it., \"Then I got a message from her husband on Instagram saying 'I just want you to know she is saying her final goodbyes right now and it would be very much appreciated if you could post her story'., \"To hear that they're going through something where she's not going to make it and he was thinking he wanted me to post her story on Behind The Racquet so people could know about it, be a part of it and inspire them... it leaves me speechless., \"To have that kind of impact was something I could not have fathomed, especially this early on, and that's why I keep pushing on., \"What I'm trying to do is pave a way for tennis players that, in five or 10 years from now, are saying 'this is better because of Behind The Racquet'.\" , This is an updated version of a story previously published in December 2019., Share this with, BBC Sport reflects on everything we love about the London Marathon as this year's race is postponed because of the coronavirus outbreak., BBC Sport's chief football writer has made a shortlist of the greatest post-war British managers, now it's turn to vote for the best., From winning the SW19 junior title to almost quitting tennis, Noah Rubin knows the mental stresses on players and is now giving them a platform to open up., The mayor of Tampa hints she is open to renaming the Tampa Bay area as she writes a witty apology to Tom Brady after he is thrown out of a city park.,  ,  ,  ,  ,  ,  ,  ,  ,  , Stream Killing Eve Series 3 on BBC iPlayer, Analysis and opinion from the BBC's tennis correspondent., How to get into tennis - it's fun, will keep you fit and caters for all levels and abilities. Find your nearest court and learn the basics with our guide., Get the latest tennis headlines sent straight to your phone, sign-up to our newsletter and learn where to find us on online.https://www.bbc.com/sport/tennis/52414605", "label": 0}, "train-40": {"text": "How to be a goalkeeper at home - workout tips and challenges from the pros, , Big name goalkeepers Alisson Becker, Manuel Neuer, Petr Cech, Ashlyn Harris, Claudio Bravo, Pepe Reina and Manuel Lajud show off their stay at home challenges and share workout tips for wannabe shot stoppers., WATCH MORE:'You've gone viral' - Young goalkeeper's mum on back garden cliphttps://www.bbc.com/sport/av/football/52387245", "label": 0}, "train-41": {"text": "Moise Kean: Everton 'appalled' at 'lockdown breach' incident, , , , Share this with, Everton said they were \"appalled\" after images emerged appearing to show striker Moise Kean at a house party., The Daily Star Sunday reported that Italian Kean, 20, filmed himself at the party in his apartment., Everton said they were \"appalled to learn of an incident in which a first-team player ignored government guidance and club policy in relation to the coronavirus crisis\"., The club has \"strongly expressed its disappointment to the player.\", In a statement, Everton added: \"Everton has regularly stressed the importance of following all the government guidelines - including rules and advice for inside and outside of the home - through a series of official communications to all staff members, including players., \"The amazing people in the NHS deserve the utmost respect for their hard work and sacrifice. The best way to show them respect is by doing everything we can to protect them.\", As of Saturday evening, more than 20,000 people have died with coronavirus in UK hospitals, according to the Department of Health., Kean has had a disappointing first season at Everton following a £25.1m summer move from Juventus, having scored only one Premier League goal. , The striker was dropped from the squad for a game at Southampton in November by then manager Marco Silva as a disciplinary measure after being late for a team meeting for the second time., Kean is the latest Premier League player to breach lockdown guidelines., Kyle Walker is waiting on any disciplinary action from Manchester City after reportedly breaking lockdown rules by hosting a party involving two sex workers., Tottenham's Serge Aurier and Moussa Sissoko apologised for training together despite the coronavirus restrictions. And manager Jose Mourinho \"accepted his actions were not in line with protocol\" after being pictured holding a one-on-one training session in a park with midfielder Tanguy Ndombele. , Share this withhttps://www.bbc.com/sport/football/52425796", "label": 0}, "train-42": {"text": "Transfer window: Will more free transfers take place than big-money signings?, , , , Share this with, Football across the globe has been halted but it has not stopped European clubs from planning for next season., Last summer, Portuguese Joao Felix's £114m move from Benfica to Atletico Madrid was the biggest deal of the window but because of the ongoing coronavirus pandemic and the uncertainty around the sport, it seems that free transfers may be the way forward., \"Clubs are already trying to build up some contacts to see if players are interested,\" said European football expert Kristof Terreur on BBC Radio 5 Live's Euro Leagues Show. \"I think it will be the window of the free transfers and they will be the new expensive.\", Guillem Balague added: \"When you hear Ed Woodward saying in a meeting that even they are affected by it - and Manchester United are considered by agents as the ones they can do with what they want - it means not much will happen., \"There has been talk about Paul Pogba and Neymar to Real Madrid: forget about the big transfers, they will not happen.\", Belgium defender Jan Vertonghen has made more than 300 appearances for Tottenham since joining from Ajax in 2012 and the 33-year-old's contract expires in the summer. Compatriot Thomas Meunier is another whose deal is coming to an end at Paris St-Germain., Terreur said: \"Meunier's contract is running out with PSG at the end of the season and has been approached by Tottenham manager Jose Mourinho who made a phone call to him. , \"Those free players will be in a lot of demand and even Vertonghen mentioned in an interview that his contract is running out and I feel he is not staying at Spurs; that was the hint he was giving and he wants to learn a new language. , \"You know, then, he is thinking of a move away to Italy or to Spain. They are all starting to look out for opportunities. The players whose contracts are running out are in demand.\", Barcelona have been heavily linked with Inter Milan's 22-year-old Argentine striker Lautaro Martinez, who has a £97m release clause in his contract. , But it seems that transfer activity for La Liga rivals Real Madrid will be much quieter this summer having spent a hefty £300m on new players, including Eden Hazard, last year., \"There will be loan deals and a lot of swap deals but they are so difficult to put together,\" said Balague. \"Barcelona and Real Madrid will each lose around 120m euros because they will not be able to open their redeveloped stadiums next season. You have to add to that bars, merchandising and VIP boxes. , \"Barcelona have got an agreement with Lautaro Martinez of Inter Milan, now the thing is how do you convince the club to let him go? Inter will be happy to let him go if they get the right players so maybe Ivan Rakitic, Arthur, Nelson Semedo, Samuel Umtiti - those are the kind of guys Barca will happily let go. , \"Bayern Munich are talking about getting a forward, possibly, because they have a deal with Leroy Sane or Timo Werner but when you hear Cristiano Ronaldo going to Manchester United or Real Madrid, it is pure fantasy. , \"Having said that, Juventus would not be so unhappy if they let Ronaldo go because of the amount of wages that they have to pay for him and somebody made a call to Real Madrid. Real answered 'Sorry, no. That is not the kind of player we are after.', \"They won't get anybody I don't think, it will be about bringing back the loan deals, perhaps Martin Odegaard or Achraf Hakimi.\", Share this withhttps://www.bbc.com/sport/football/52390403", "label": 0}, "train-43": {"text": "Sana Mir: Ex-Pakistan captain retires from international cricket, , , , Share this with, Former Pakistan captain Sana Mir says it is \"the right time\" to retire from international cricket., The all-rounder, 34, is Pakistan's leading wicket-taker in one-day internationals, with 151 from 120 matches., Mir took a break from international cricket in November and was left out of the squad for February's T20 World Cup., \"I believe I have contributed to the best of my ability for my country and the sport,\" Mir said., Pakistan only played their first women's internationals in 1997, and Mir has been their most-capped female player - and arguably their most significant and recognisable one., An off-spinner and right-handed middle-order batter, Mir made her one-day international debut in 2005 and was first named captain in 2009., She played in 226 international matches, captaining Pakistan in 137 of them., \"The service will continue in a different form. Pakistan Zindabad Long live Pakistan,\" Mir wrote on Twitter., She retires as the joint fourth-highest wicket-taker in women's ODI cricket, behind India's Jhulan Goswami, and Australians Cathryn Fitzpatrick and Ellyse Perry., Mir is also Pakistan's second-highest wicket-taker in T20 internationals, with 89., Mir previously spoke out about body shaming in sport's advertising and how it affects women, in a BBC World Service interview in 2018., Wasim Khan, chief executive of the Pakistan Cricket Board, said Mir had been \"a source of inspiration for the young generations.\", \"Through her determination and passion, Sana broke the glass ceiling for women cricketers in the country,\" he said., \"Sana is a true legend of women’s cricket who attracted, inspired and motivated young women athletes.\", Bismah Maroof, her successor as captain, added on Twitter: \"To the true ambassador of the game, to a friend and sister... Thank you! You will be missed\" - while former Ireland skipper Isobel Joyce also joined those paying tribute., Share this withhttps://www.bbc.com/sport/cricket/52425105", "label": 0}, "train-44": {"text": "UFC 1: The Beginning: Playboy, Mortal Kombat and the hunt for an ultimate fighter, , By Alex Bysouth, BBC Sport, Share this with, \n                            Media playback is not supported on this device\n                        , Twenty-five years ago, one man set out to answer the eternal question: \"Who is the ultimate fighter?\", Little did Art Davie know a concept forged via Playboy Magazine, a handful of Hollywood hard men and a popular arcade game would turn into a multi-billion dollar industry., On 12 November 1993, Davie and associates hosted \"the street fight to end all street fights\", as eight fearless competitors from across the world gathered in a Colorado octagon to see who was the toughest., This is the story of UFC 1: The Beginning.  , An article in Playboy Magazine in September 1989 proclaimed its subject to be the \"toughest man in the United States\", a man who had offered to fight anyone in the country for a winner-takes-it all $100,000 prize., Just the kind of guy Davie, a former car dealer who used to star in his own commercials by jumping off buildings and getting set on fire, was looking for., Since he was a kid interested in boxing, Davie had been obsessed with wanting to find out who the best fighter in the world was and which style was most effective., He set about immersing himself in the history of fighting and discovered the Ancient Greek sport of Pankration, which used a mix of boxing and wrestling techniques., \"I had history behind me, for 1,041 years it had been in the Olympics. I was simply bringing back the glory of the ancient world,\" Davie told the 30 for 30 Podcast., During his research Davie, a former high school roommate of US President Donald Trump, was made aware of the Playboy article and sought out the man in question - Rorion Gracie., \n                            Media playback is not supported on this device\n                        , Born in Rio de Janiero, Gracie had moved to California in the late 1970s to demonstrate the Brazilian jiu-jitsu taught by his father, and inspired by a travelling Japanese master, was superior to all others, labelling his fight offer the \"Gracie Challenge\"., Davie made his pitch, and Gracie was sold., Gracie had already enjoyed a taste of on-screen fighting after preparing Mel Gibson for 1987 film Lethal Weapon, but for he and Davie to make the tournament a success they needed to attract a pay-per-view provider., Despite HBO and Showtime turning down their pitch for a 'War of the Worlds', the concept hooked Semaphore Entertainment Group (SEG) executive producer Campbell McLaren, who likened it to a real-life version of popular video game Mortal Kombat. , \"There's a story in this event, there's a hook, there's a drama, there's a danger,\" said McLaren, in the documentary Fighting for a Generation., It was game on., While the organisers set about creating the tournament - deciding to call it Ultimate Fighting Championship, because War of the Worlds was \"too science-fictiony\" - Davie stumbled across a loophole in Colorado law that meant bare-knuckle fighting was permitted in the state., Venue sorted, the eight-man roster also began to take shape - martial artists in savate, kickboxing, taekwondo, shootfighting, boxing, sumo, American Kenpo and, of course, Brazilian jiu-jitsu were booked in., But as promotion for UFC 1 gathered pace with the marketing slogan \"there are no rules\", so did the opposition to it. Senator John McCain wanted it banned and branded the concept a \"human cockfight\"., Davie, Royce and McLaren knew they needed a \"shock\" factor to generate interest, and were busy throwing ideas around for how the stage would be set for the fighters - an arena with sharks? A moat with alligators? An electrical fence?, They opted for an octagon-shaped cage, suggested by Conan the Barbarian director John Milius - because Conan, played by Arnold Schwarzenegger, battles in a stone octagon. Schwarzenegger liked the idea, as did fellow Hollywood tough-guy Jean-Claude Van Damme., \"Van Damme was very cool,\" McLaren told Maxim, admitting martial artist-turned-actor-turned-producer Chuck Norris was \"not so cool\", questioning whether it was even legal., \"He was badmouthing it. He didn't want to be involved, he thought it was bad for the martial arts.\", This won't take long. There were no rules., Well, actually, there were a couple - albeit the tournament was sold on the idea there were none - no biting and no eye-gouging. Oh, and no fish-hooking, as the only response to this was biting, and fighters had to be bare-fist, and they couldn't wear shoes if they planned to kick people., This didn't sit well with the assembled mix of fighters. No rules meant no rules, right? It almost sparked a brawl in the pre-tournament meeting, until Teila Tuli smoothed things over., Tuli, a Hawaiian sumo wrestler who had been banned from competing in Japan for pushing a journalist, told the others: \"I came here to party. If any of you came here to party, I'll see you in the arena tomorrow.\", About 7,000 spectators turned up at the McNichols Sports Arena in Denver to witness the action live, with a further 86,000 tuning in on pay-per-view - three times what the promoters anticipated - and many more heading to their local video store to rent the tournament on VHS in the aftermath., Twenty-six seconds into their viewing experience, they saw a tooth whistle past the judges after being knocked from the mouth of Tuli., The sumo actually lost three teeth during a kick to the face from Gerard Gordeau, but two of them remained lodged in the Dutchman's foot. , Gordeau also left the octagon with a broken hand after following up his roundhouse kick with an uppercut to head of Tuli, whose optimistic early charge across the canvas towards the savate world champion ended with him being dragged to the ground., The suddenness and violence of that opening bout left even the organisers stunned, and thirsty for more., All bar McLaren and CEG, that is, who had three hours of live pay-per-view television to fill and feared if the fights carried on at that rate the tournament would be over in little more than 10 minutes., McLaren needn't have worried. It might have been less clinical, but the second bout was as gruelling as the first had been explosive as kickboxer Kevin Rosier and American Kenpo Zane Frazier fought it out for four minutes and 20 seconds., It was violent and chaotic, with knees and elbow strikes complemented by hair pulling and groin attacks, before Frazier's wife threw in the towel after he was knocked down with blows to the back of the head and stamped on., Frazier, a former bodyguard for Stevie Wonder, had asthma and was rushed to hospital following the bout after suffering respiratory failure. , \"The paramedics saved my life,\" said Frazier in 2011, adding that he was diagnosed with asthma after the bout and told he would never compete again - he eventually retired 15 years later. , Now, remember there was a Brazilian jiu-jitsu among the competitors? And that Rorion Gracie introduced the sport to the United States and challenged anyone to a winner-takes-it all $100,000 fight? Well, he put forward his brother, Royce., Rorion said entering Royce would \"prove a point jiu-jitsu was for anyone... that it can do wonders for the little guy\", while Royce was keen to establish himself in the fighting arena., Royce was drawn against boxer Art Jimmerson in the quarter-finals and swiftly floored the cruiserweight, who wore one glove for the fight, with a double-leg takedown. Royce mounted Jimmerson, headbutted him and forced him to tap out., \"I'd never heard of Royce, I'd never even heard of jiu-jitsu. I never imagined I would be wrestling a guy on the floor,\" said Jimmerson. , McLaren added: \"I was sure Royce was going to get his head knocked off his body by that boxer  - and I thought Teila was going to slam everybody into the chain link fence and smoosh them - so that's how much I knew!\", Royce said the bout was \"almost unfair\", adding: \"The stand-up fighters had almost no idea what to do on the ground.\", The other fight of the round took place between the Captain America-esque Ken Shamrock, listed as a shootfighter, and taekwondo representative Patrick Smith., \"This thing, the UFC, it was almost like who could beat me?\" quipped Shamrock, who quickly submitted Smith with a heel hook., Shamrock's armoury was made up of a mix of disciplines, but in the semi-final he came up against Royce and the Gracie family who claimed to have \"the\" best fighting style., The fight lasted less than two minutes, Gracie managing to engineer a choke using his uniform and Shamrock bemoaning his lack of grip having been banned from wearing shoes., \"I'm sorry I didn't give him a good enough fight,\" said Shamrock after the fight, later admitting he would never head into a contest with such arrogance again., He may have lost the bout, but Shamrock would go on to become a UFC champion, be labelled \"The World's Most Dangerous Man\" by ABC News and feature in the WWE., Royce, meanwhile, headed into the final unscathed having yet to be really tested. Gordeau, with a broken bone in his hand and pieces of tooth still in his foot, awaited him., The final lasted one minute and 40 seconds, with Gordeau at first managing to stand firm before being grounded by Royce. There was an alleged bite from the Dutchman, but Royce was able to land strikes and headbutts before submitting Gordeau with a rear naked choke hold., Royce, and the Gracies, were victorious. \"I had to prove to my family I was a fighter,\" said the champion, who declared after the bout he would use the $50,000 prize to go to Disneyland., As for Rorion, he was delighted. And satisfied Brazilian jiu-jitsu produced \"the ultimate fighters\"., \"It was like a Cinderella story, it was beautiful,\" he said. \"I proved my point, that's for sure.\", Share this with, BBC Sport reflects on everything we love about the London Marathon as this year's race is postponed because of the coronavirus outbreak., BBC Sport's chief football writer has made a shortlist of the greatest post-war British managers, now it's turn to vote for the best., From winning the SW19 junior title to almost quitting tennis, Noah Rubin knows the mental stresses on players and is now giving them a platform to open up., The mayor of Tampa hints she is open to renaming the Tampa Bay area as she writes a witty apology to Tom Brady after he is thrown out of a city park.,  ,  ,  ,  ,  ,  ,  ,  ,  https://www.bbc.com/sport/mixed-martial-arts/46015665", "label": 0}}