{"train-0": {"text": "View main navigation, Major natural and anthropogenic processes and influences on the climate system addressed in scenarios. SOURCE: Nature, Moss et al. 2010, Observations have been made of the Earth’s atmosphere and oceans over the past decades, centuries and even millennia. , Through time, variability of the Earth’s climate has been influenced by external forcing mechanisms such as differences in the output of energy from the Sun, variations in the Earth’s orbital eccentricity, obliquity and precession, land-use changes, volcanic activity, and also the composition of the atmosphere, particularly concentrations of greenhouse gases and air pollution including that associated with aerosols. It is also influenced by internal forcing mechanisms such as the El Niño Southern Oscillation and Indian Ocean Dipole. , The climate system includes the hydrosphere oceans and atmospheric and terrestrial water, the cryosphere ice and snow, the biosphere animals and plants, the pedosphere soil, and the lithosphere the Earth’s crust and upper mantle. , While the official observational climate record extends back only just over a century for Australia, variability in the climate at this higher resolution time-scale has also been documented, particularly for rainfall, with much of the variability being influenced by regionally and seasonally specific Australian climate drivers. , Data analysis can reveal the existence of trends; either to warmer/cooler, wetter/drier. Distinguishing between climate variability and trends, or changes over time are also described in this section.", "label": 0}, "train-1": {"text": "View main navigation, The oceans and atmosphere are incredibly important for sustaining life on Earth. Reservoirs for chemical and energy exchanges, the oceans and atmosphere are both critical in determining the climate now and into the future. , Five distinct layers of the atmosphere have been identified, bounded by \"pauses\" where the greatest changes in thermal characteristics, chemical composition, movement, and density occur. Most of the atmosphere is contained within a relatively shallow envelope of gases, microscopic solid particles, and liquid particles called aerosols, that surround the globe, known as the troposphere. The atmosphere is comprised largely of nitrogen and oxygen, with water vapour, argon, carbon dioxide and many other gases also present. , The relatively intense warming by the sun of regions near the equator compared to the higher latitudes provides the energy for massive air movements. As air is warmed by the land and oceans near the equator it rises, reaching the top of the troposphere and spreading northward and southward. Eventually it cools and sinks back to the ground again. A well-defined global circulation pattern consists of a series of cells, the largest extending from the equator to between 30 and 40 degrees north and south, are named Hadley cells. Additional cells assist in transferring vast quantities of heat from the tropics to the poles. , The Earth’s climate also depends on energy exchanges between the ocean, the atmosphere, the land and the biosphere. The oceans play a vital role in transferring heat around the globe. For example, the thermohaline circulation involves deep-ocean currents driven by differences in the water’s density, which is controlled by temperature and salinity. Regional currents affect local climate. The East Australian Current moves warm water from the tropical Coral Sea down the east coast of Australia. The Leeuwin Current flows southwards off the western coast of Australia. Another important ocean-atmosphere coupling phenomenon is the El Niño-Southern Oscillation., Page updated: 1st August 2016", "label": 0}, "train-2": {"text": "View main navigation, Australia is affected by many different weather systems. Our climate can vary greatly from one year to the next. This climate variability is driven by many significant climate features that will have varying levels of impact in different regions at different times., Important climate drivers in Australia include El Niño-Southern Oscillation ENSO, the Indian Ocean Dipole, the Australian monsoon and the Madden-Julian Oscillation, and the Southern Annular Mode. These drivers have varying levels of influence on rainfall in Australia over different regions and seasons. , ENSO describes the oscillation between the El Niño phase and the La Niña phase, with a neutral phase in between. The El Niño phase has extensive warming of the central and eastern tropical Pacific Ocean which leads to a major shift in weather patterns across the Pacific Ocean. El Niño conditions generally result in below average rainfall over much of eastern Australia. The La Niña phase has extensive cooling of the central and eastern tropical Pacific Ocean and generally leads to above average rainfall over much of Australia. , Schematic representation of the main drivers of rainfall variability in the Australian region. The dominant features are the IOD, MJO, and ENSO in the tropics, and the SAM and blocking in the extratropics. SOURCE: Risbey et al 2008 , The Indian Ocean also affects Australian climate. Higher than average Indian Ocean sea surface temperatures near Australia known as a negative Indian Ocean Dipole may enhance our rainfall. Lower than average temperatures near Australia positive Indian Ocean Dipole can result in below average rainfall from western to south-east Australia. , The Australian monsoon is created by the summer heating of the Australian continent and the resulting change in temperature between the land and the sea. The monsoon is responsible for the tropical wet summer and dry winter. The monsoon can be in either an ‘active’ or an ‘inactive’ phase. The active phase is usually associated with cloud, thunderstorms and rain. Transitions from active to inactive phases may be associated with the Madden-Julian Oscillation, a large-scale slow-moving band of increased cloudiness that travels eastwards in the tropics. , The northern wet season is also the tropical cyclone season in Australia. Most tropical cyclones occur between November and April, with an average of 11 affecting the Australian continent each year.Southern Australia is also affected by a more large-scale circulation climate influence, called the sub-tropical ridge. It straddles a belt of high pressure that encircles the mid-latitudes of the globe. The position of the sub-tropical ridge plays an important part in the way our weather varies from season to season., For a fun take on the drivers of Victorian rainfall view the Climate Dogs animations. , The IPCC Chapter 12 in IPCC, 2013 concluded that there is high confidence that ENSO will remain the dominant mode of year-to-year variability in the tropical Pacific, with global effects in the 21st century. Global warming is expected to increase the frequency of extreme El Niño events and extreme La Niña events. , Increased intensity higher pressure in the subtropical ridge  in the wider Australian region has been linked to a marked decline in the frequency of troughs associated with rainfall since 1975 for south-west Western Australia, with the increasing pressure potentially explaining two-thirds of the rainfall decline in those regions. , Page updated: 1st August 2016", "label": 0}, "train-3": {"text": "View main navigation, Weather can be highly variable on a daily, weekly, or even yearly basis. Today might be dry with a top temperature of 22 °C. Tomorrow might be wet, with a top of 14 °C. The weather is what you experience each day., Climate is the average weather pattern in a place over at least 30 years. Sydney’s climate is warmer than Hobart – even though occasionally, Hobart’s maximum temperature will exceed Sydney’s., Australia’s climate is famously variable. The El Niño Southern Oscillation ENSO, for example, has a major impact on our rainfall, with El Niño conditions occurring every three to eight years and generally resulting in below average rainfall over much of eastern Australia, while wetter than average conditions can occur during La Niña years. , SOURCE: State of the Climate 2014 Bureau of Meteorology and CSIRO, Climate variability describes the way climate elements such as temperature and rainfall depart from the average value in given months, seasons, years, decades or centuries. Consecutive summers, for example, will not all be the same, with some cooler and some warmer than the long-term average. , Climate is said to be stable if the long-term average does not change significantly over time. However, climate in Australia and worldwide is changing. Climate change refers to a statistically-significant trend in climate over many decades. It is superimposed on natural yearly-to-decadal climate variability. This variability can mask or enhance underlying trends. , The globally averaged surface warming is 0.85 °C from 1880 to 2012. It is very likely that the number of cold days and nights has decreased and the number of warm days and nights has increased on the global scale. , Australia’s average surface warming is 0.9 °C since 1910, due to a 0.8 °C increase in maximum temperatures and a 1.1 °C increase in minimum temperatures. , On a global scale, the ocean warming is largest near the surface, and the upper 75 m warmed by 0.11 °C per decade over the period 1971 to 2010. , Global-average sea level has risen. The rate of increase is 1.7 mm/year between 1901 and 2010, 2.0 mm/year between 1971 and 2010, and 3.2 mm/year between 1993 and 2010. , Australian-average sea level has risen 1.4 mm/year from 1966-2009 and 4.5 mm/year from 1993-2009.", "label": 0}, "train-4": {"text": "View main navigation, Life on Earth depends on the presence of greenhouse gases in the atmosphere to insulate our planet’s surface against the chill of space; without them the Earth’s average climate would be about 33 °C cooler., The atmosphere is largely transparent to the Sun’s energy, most of which arrives in the form of light. At the Earth’s surface, this energy is partly reflected back out to space, and partly absorbed and re-radiated as heat. The greenhouse gases in the atmosphere can both absorb and re-radiate much of the outgoing heat energy. , The atmospheric concentrations of some greenhouse gases are being affected directly by human activities namely carbon dioxide CO2, methane CH4, nitrous oxide N2O, ozone O3, and synthetic gases, such as chlorofluorocarbons CFCs and hydrofluorocarbons HFCs. Water vapour is also a major greenhouse gas, but its concentration in the atmosphere is not influenced directly by human activities. , Change in greenhouse gas concentrations since 1975 SOURCE: State of the Climate 2014 Bureau of Meteorology and CSIRO, Since the industrial revolution around 1750, human activities have added significant quantities of greenhouse gases into the atmosphere. CO2 levels are rising mainly because of the burning of fossil fuels and deforestation. The global mean CO2 level in 2013 was 395 parts per million. This concentration represents a 43 per cent increase from pre-industrial levels; it is likely to be at the highest concentration in at least 2 million years. , Methane and nitrous oxide concentrations, mostly from agriculture, have increased by 150% and 20% respectively since 1750., The additional greenhouse gases are contributing to global warming and to associated climatic changes. , The global average concentration of water vapour quickly rises in response to an increase in global temperature, due to the increased water-holding capacity of a warmer atmosphere. Because water vapour is a greenhouse gas, the original warming is amplified. This amplification is known as a positive feedback. , Half of the CO2 released to the atmosphere is absorbed by natural CO2 sinks, on the land and in the ocean, helping to mitigate emissions from human activities. One consequence of the additional CO2 in the oceans is a 26% increase in acidification since 1750. ", "label": 0}, "train-5": {"text": "View main navigation, Changes to the climate system have been observed at a global scale, in the measurements of temperature at the surface, and the middle atmosphere, increased sea level, increased sea surface temperature, increased ocean heat content, and increased water vapour in the atmosphere. , Decreased polar ice sheets, decreased global sea ice extent with regional variation but overall net loss, and net decrease in glacier volumes with regional variation have also been observed see figure. , Drivers of these observed changes  have been identified as a positive radiative forcing of the atmosphere, leading to an uptake of energy by the climate system. The largest contribution to total radiative forcing is caused by the increase in the atmospheric concentration of CO2 since 1750., Changes in the global climate system. SOURCE: State of the Climate 2014, The atmospheric concentrations of carbon dioxide, methane, and nitrous oxide have increased to levels unprecedented in at least the last 800,000 years. Carbon dioxide concentrations have increased by 40% since pre-industrial times, primarily from fossil fuel emissions and secondarily from net land use change emissions. The ocean has absorbed about 30% of the emitted anthropogenic carbon dioxide, causing ocean acidification., Observational and model studies of temperature change, climate feedbacks and changes in the Earth’s energy budget together provide confidence in the magnitude of global warming in response to past and future forcing. In this regard, human influence on the climate system is clear., Future global and regional climate change indicate that continued emissions of greenhouse gases will cause further warming and changes in all components of the climate system. Limiting climate change will require substantial and sustained reductions of greenhouse gas emissions. ", "label": 0}, "train-6": {"text": "View main navigation, For many decades, palaeoclimatologists have examined how the Earth's temperature changed over the centuries before 1850. , From this work emerged a view of the past climate based on limited data from tree rings, historical documents, ice cores, sediments and other proxy data sources. Today, many more palaeoclimate records are available from around the world, providing a much improved view of past changes in the Earth's temperature., The Earth’s temperature has fluctuated naturally over hundreds of millions of years. These past changes can help us understand the relationship between temperature, greenhouse gases and other climate drivers today. , Some of the clearest changes in temperature and atmospheric composition are recorded in ice cores over nearly 1 million years. The Earth has experienced cycles of ice ages separated by warm interglacial periods approximately every 100,000 years. These are primarily driven by regular “wobbles” in the Earth’s orbit, which affects the amount of solar radiation reaching the Earth. During the onset of interglacial periods, the warming takes about 5000 years to complete. , Significant warming begins in the Antarctic and several hundred years later the warming causes the carbon dioxide CO2 increase, mainly through ocean processes. The Northern Hemisphere deglaciation follows the CO2 increase. Therefore, increases in CO2 contribute an amplification positive feedback throughout most of the warming. The ice sheets also cause a feedback. The observed temperature changes and rates of change during glacial-interglacial periods cannot be simulated without the observed changes in CO2 or ice extent. , The past 11, 000 years the Holocene is marked by much smaller global temperature changes, typically up to 1-1.5 oC. Greenhouse gas concentrations were also relatively stable until the large and rapid increases that began about 200 years ago as a result of anthropogenic emissions. The concentration of CO2 is now higher than for at least the past 800,000 years. , Although each proxy temperature record is different, they all indicate similar patterns of temperature variability over the last 500 to 2000 years. The terms Medieval Warm Period and Little Ice Age describe two past climate epochs in Europe and neighbouring regions. The Little Ice Age was a period of cooling that occurred after the Medieval Warm Period. , Thus, during the past millennia there have been lengthy periods of somewhat warmer and cooler conditions. Most striking is the fact that each proxy record reveals a steep increase in the rate or spatial extent of warming since the mid-19th to early 20th centuries. Records indicate the temperatures of the most recent decades are the warmest in the entire record see figure., Changes over the last millennium. Northern hemispheric temperatures reconstructed from proxy records are shown in grey. Red and blue show simulated temperatures. Periods shown include the Medieval Climate Anomaly MCA, Little Ice Age LIA and the 20th century. SOURCE: IPCC 2013, The instrumental record indicates changes over the last century as summarised in the latest Intergovernmental Panel on Climate Change IPCC report:, a Northern Hemisphere spring snow cover b Arctic summer ice extent c Change in global average upper ocean heat content d Global average sea level change. SOURCE: IPCC 2013, Observed globally averaged combined land and ocean surface temperature anomaly 1850-2012. SOURCE: IPCC 2013", "label": 0}, "train-7": {"text": "View main navigation, In climate science, ‘attribution’ describes accounting for the causes of observed changes in the climate system. , Researchers typically use a combination of climate modelling, instrumental observations, studies of feedback processes and sometimes palaeoclimate reconstructions to investigate cause and effect see Technical Report Section 3.4. , Climate models can characterise both natural climate variability and changes to the climate system that are driven by factors such as increases in greenhouse gases, variations in solar radiation and emissions of volcanic aerosols. Models reproduce observed continental-scale surface temperature patterns and trends over many decades, including the more rapid warming since the mid-20th century and the cooling immediately following large volcanic eruptions. , Evidence of human influence on the climate system has strengthened over the past decades. Human influence has been detected in warming of the atmosphere and the ocean, in changes in the global water cycle, in reductions in snow and ice, in global mean sea level rise, and in changes in some climate extremes. , The Fifth IPCC Assessment Report concluded that it is extremely likely that human influence has been the dominant cause of the observed warming since the mid-20th century. , Global mean temperature has risen by around 0.85 °C from 1880 to 2012, at a rate of around 0.12 °C per decade since 1951. Increasing greenhouse gases were likely to have been responsible for between 0.5 °C and 1.3 °C of warming from 1951-2010, with the contributions from other anthropogenic forcings, including the cooling effect of aerosols, likely to be in the range of −0.6°C to 0.1°C. The contribution from natural forcings is likely to be in the range of −0.1°C to 0.1°C, and from natural internal variability is likely to be in the range of −0.1°C to 0.1°C. Together these assessed contributions are consistent with the observed warming of approximately 0.6°C to 0.7°C over this period., The IPCC also concluded: ", "label": 0}, "train-8": {"text": "View main navigation, Continued emissions of greenhouse gases will cause further warming and changes in all components of the climate system. , The IPCC concluded that Global-mean surface warming by the end of the 21st century is likely to exceed 1.5 °C relative to 1850–1900 for all RCPs except RCP2.6. It is likely to exceed 2°C for RCP6.0 and RCP8.5, and more likely than not to exceed 2°C for RCP4.5. , Warming will continue beyond 2100 under all RCPs except RCP2.6 see figure. The global mean surface warming for 2081–2100 relative to 1986–2005 is projected to likely be 0.3°C to 1.7°C RCP2.6, 1.1°C to 2.6°C RCP4.5, 1.4°C to 3.1°C RCP6.0, 2.6°C to 4.8°C RCP8.5. , Warming will continue to exhibit interannual-to-decadal variability and will not be regionally uniform. There will be more hot days and fewer cold days over most land areas. Heat waves will occur with a higher frequency and duration. Occasional cold winter extremes will continue to occur. , Other IPCC findings include: , CMIP5 multi-model simulated time series from 1950 to 2100 for change in global annual mean surface temperature relative to 1986–2005. SOURCE: IPCC 2013, CMIP5 multi-model simulated time series from 1950 to 2100 for change in global annual mean sea level rise relative to 1986–2005. SOURCE: IPCC 2013 ", "label": 0}, "train-9": {"text": "View main navigation, The Bureau of Meteorology and other science agencies employ a range of atmospheric, terrestrial and marine sensors to track climatic trends. , For example, the Australian Climate Observations Reference Network – Surface Air Temperature dataset is based on a network of over 100 stations, with data for more than half starting in 1910., The 2016 State of the Climate report states that Australia’s climate has warmed since national records began in 1910, especially since 1950. Mean surface air temperature has increased by around 1.0°C since 1910. Australia’s top five warmest years on record included each of the last three years—2013, 2014 and 2015; 2013 was Australia’s warmest year on record. The warming trend occurs against a background of year-to-year climate variability, mostly associated with El Niño and La Niña in the tropical Pacific., Sea surface temperatures in the Australian region have warmed by nearly 1 °C since 1900, with the past three years, 2013–2015, all in the region’s five warmest years on record., Time series of anomalies in sea surface temperature and temperature over land in the Australian region. Anomalies are the departures from the 1961–1990 average climatological period. Sea surface temperature values are provided for a boxed region around Australia 4–46 °S and 94–174 °E. SOURCE: State of the Climate, 2016. Bureau of Meteorology and CSIRO, Very warm months that occurred around 2 per cent of the time during the period 1951 to 1980 occurred over 11 per cent of the time during  the period 2001 to 2015. For the same periods, very warm monthly night-time temperatures have increased from 2 percent to 9 percent of the time., The duration, frequency and intensity of heatwaves have increased across large parts of Australia since 1950. There has been an increase in extreme fire weather, and a longer fire season, across large parts of Australia since the 1970s., Rainfall averaged across Australia has slightly increased since 1900, with a large increase in north-west Australia since 1970. A declining trend in winter rainfall persists in south-west Australia. Autumn and early winter rainfall has mostly been below average in the south-east since 1990., Sea-surface temperatures in the Australian region have warmed by 0.9°C since 1900. , Global mean sea level increased throughout the 20th century and in 2012 was 225 mm higher than in 1880. Rates of sea-level rise vary around the Australian region, with higher sea-level rise observed in the north and rates similar to the global average observed in the south and east., Snow depths at four alpine sites declined from the 1950s to 2001. An updated analysis of snow measurements at Rocky Valley Dam in Victoria from 1954-2011 found a trend to lower maximum snow depths and an earlier end of the snow season. Long-term changes are superimposed on considerable year-to-year variability. The variability in maximum snow depth can be well explained by maximum temperature and precipitation from June to August. The earlier end of the snow season is clearly associated with changes in temperature. , More information about observed trends and attribution in the Australian region can be found in Chapter 4 of the Climate Change in Australia Technical Report. This includes information on surface winds, tropical cyclones, East Coast Lows, solar radiation, surface humidity, evaporation and fire weather., Page updated 16th February 2018", "label": 0}, "train-10": {"text": "View main navigation, The Bureau of Meteorology and other science agencies employ a range of atmospheric, terrestrial and marine sensors to track climatic trends. , For example, the Australian Climate Observations Reference Network – Surface Air Temperature dataset is based on a network of over 100 stations, with data for more than half starting in 1910., The 2016 State of the Climate report states that Australia’s climate has warmed since national records began in 1910, especially since 1950. Mean surface air temperature has increased by around 1.0°C since 1910. Australia’s top five warmest years on record included each of the last three years—2013, 2014 and 2015; 2013 was Australia’s warmest year on record. The warming trend occurs against a background of year-to-year climate variability, mostly associated with El Niño and La Niña in the tropical Pacific., Sea surface temperatures in the Australian region have warmed by nearly 1 °C since 1900, with the past three years, 2013–2015, all in the region’s five warmest years on record., Time series of anomalies in sea surface temperature and temperature over land in the Australian region. Anomalies are the departures from the 1961–1990 average climatological period. Sea surface temperature values are provided for a boxed region around Australia 4–46 °S and 94–174 °E. SOURCE: State of the Climate, 2016. Bureau of Meteorology and CSIRO, Very warm months that occurred around 2 per cent of the time during the period 1951 to 1980 occurred over 11 per cent of the time during  the period 2001 to 2015. For the same periods, very warm monthly night-time temperatures have increased from 2 percent to 9 percent of the time., The duration, frequency and intensity of heatwaves have increased across large parts of Australia since 1950. There has been an increase in extreme fire weather, and a longer fire season, across large parts of Australia since the 1970s., Rainfall averaged across Australia has slightly increased since 1900, with a large increase in north-west Australia since 1970. A declining trend in winter rainfall persists in south-west Australia. Autumn and early winter rainfall has mostly been below average in the south-east since 1990., Sea-surface temperatures in the Australian region have warmed by 0.9°C since 1900. , Global mean sea level increased throughout the 20th century and in 2012 was 225 mm higher than in 1880. Rates of sea-level rise vary around the Australian region, with higher sea-level rise observed in the north and rates similar to the global average observed in the south and east., Snow depths at four alpine sites declined from the 1950s to 2001. An updated analysis of snow measurements at Rocky Valley Dam in Victoria from 1954-2011 found a trend to lower maximum snow depths and an earlier end of the snow season. Long-term changes are superimposed on considerable year-to-year variability. The variability in maximum snow depth can be well explained by maximum temperature and precipitation from June to August. The earlier end of the snow season is clearly associated with changes in temperature. , More information about observed trends and attribution in the Australian region can be found in Chapter 4 of the Climate Change in Australia Technical Report. This includes information on surface winds, tropical cyclones, East Coast Lows, solar radiation, surface humidity, evaporation and fire weather., Page updated 16th February 2018", "label": 0}, "train-11": {"text": "View main navigation, Evidence of human influence  on the climate system has strengthened over the past decades., Regional climate change attribution studies have shown significant consistency between observed increases in Australian temperatures and those from climate models forced with increasing greenhouse gases. By extension, many aspects of warming over Australia are also attributable to the enhanced greenhouse effect., The mean temperature changes have been accompanied by a large increase in extreme temperatures. Since 2001, the number of extreme heat records in Australia has outnumbered extreme cool records by almost 3 to 1 for daytime maximum temperatures, and almost 5 to 1 for night-time minimum temperatures. Very warm months those with monthly averaged temperature above the second standard deviation of monthly temperatures from a 1951-1982 reference period have increased five-fold in the past 15 years. The frequency of very cool months has declined by around a third over the same period. , In Australia, the record hot summer of 2012–13 was examined. The odds of this event occurring were found to have increased five-fold due to human influences. 2013 also saw record-breaking September and spring temperatures and was the warmest calendar year on record. It was found to be virtually impossible to achieve the 2013 calendar year Australian-average temperatures without the presence of human influences on the climate. Additional studies, using various methods, also found that human influences have increased the likelihood or strength of the Australian heat events in 2013. , Attributing observed regional rainfall changes is a more difficult task than attributing temperature changes. This is especially so in the Australian region, where intrinsic rainfall variability on year-to-year and decade-to-decade timescales is large. , Northern Australian wet season October to April rainfall has shown wet and dry decades through the 20th century but with a slight increase indicated in the linear trend in 1900-2012. In recent decades, increases are discernible across northern and central Australia, with the increase in summer rainfall most apparent since the early 1970s. Rainfall during the months of October to April from 1997 to 2013 was very much above average over large parts of the continent. The period 2010 to 2012 recorded the highest 24-month rainfall totals for Australia as a whole, in conjunction with two strong La Nina events., The southern Australian drying trends are characterised by a 10-20 percent reduction expressed as a step change or series of step-changes in cool season April –September rainfall across the south of the continent. The rainfall declines have persisted since around 1970 in the south-west and since the mid-1990s in the south-east. It has now been reasonably established that the decline in rainfall has been associated with both fewer rain-bearing systems, and less rainfall from those systems that do cross the region. , While natural variability of Australian rainfall is large, and strongly connected to well-known modes of climate variability, it seems likely from the literature to date that drying across southern Australia cannot be explained by natural variability alone. The most notable proximate driver is the frequency and impact of sea-surface temperature variability associated with the El Niño-Southern Oscillation ENSO and the Indian Ocean Dipole IOD. Specifically, a lack of negative-phase IOD events has been identified as a contributing factor to drying and drought in the south-east since the 1990s. , Expansion of the tropics and contraction of mid latitude storm tracks towards higher southern latitudes movement of the subtropical and polar jetstreams have also contributed to cool season rainfall declines in southern Australia. These circulation pattern changes have affected the behaviour of storm tracks moving across southern Australia.Warming also reduces the temperature gradient between the equator and pole, reducing the energy available to mid-latitude weather systems. A contraction of these weather systems toward the pole is partly explainable by both anthropogenic warming and anthropogenic reductions in stratospheric ozone. , South-west Western Australia has experienced a marked decline in the frequency of troughs associated with rainfall since 1975, and an associated increase in weather patterns associated with higher pressure and dry conditions. The decrease in the number of rain-bearing systems crossing the region accounts for about half of the rainfall decline, while the reduction in rainfall from rain-bearing systems accounts for further drying. , The October 2011–March 2012 extreme rainfall over southeast Australia was studied using various attribution methods in separate studies. These found that the record rainfall was most likely attributable to natural variability associated with La Niña, with a small contribution from human influences on the climate system., Snow depths at four Australian alpine sites Rocky Valley Dam, Spencers Creek, 3-Mile Dam and Deep Creek have declined from the 1950s to 2001. In 2012, an updated analysis of snow measurements at Rocky Valley Dam in Victoria from 1954–2011 indicated an ongoing trend to lower maximum snow depths and an earlier end of the snow season. The long-term changes are superimposed on considerable year to year variability. Thevariability in maximum snow depth can be well explained by maximum temperature and precipitation from June to August. The earlier end of the snow season is dependent on changes in temperature., The relatively short time span of consistent records, combined with high year to year variability, makes it difficult to discern any clear trends in tropical  cyclone frequency or intensity for the Australian region. For the period 1981 to 2007, no statistically significant trends in the total numbers of cyclones, or in the proportion of the most intense cyclones, have been found in the Australian region, South Indian Ocean or South Pacific Ocean. , Fire weather is monitored using a McArthur Forest Fire Danger Index FFDI, which is calculated from daily temperature, wind speed, humidity and a drought factor, at sites with consistent data across Australia. An increase in the annual July-June cumulative FFDI is observed across all 38 sites analysed in Australia from 1973 to 2010, and is statistically significant at 16 of those sites, particularly in the south-eastern part of the country. This increase across southeast Australia is characterised by an extension of the fire season further into spring and autumn. There has also been an  increase in high FFDI values 90th percentile from 1973–2010 at all 38 sites, with a statistically significant increase at 24 sites, indicating that extreme fire weather days have become more frequent over time. The FFDI increases are partly driven by temperature increases that are attributable to climate change. ", "label": 0}, "train-12": {"text": "View main navigation, , An extreme weather event is an event that is rare at a particular place and time of year. Definitions of rare vary, but an extreme weather event would normally be as rare as or rarer than the 10th or 90th percentile of a probability density function estimated from observations. , Globally, the frequency and severity of extreme temperature events has increased since the middle of the 20th century. Patterns of change in extreme rainfall events vary with region. This is consistent with scientific understanding of the physics of a warming climate. Download the IPCC Working Group 1 FAQs for more detail. , In Australia in recent decades, anomalously warm months have occurred more often than anomalously cold months. Many heat-related records were broken in the summer of 2012-13 and in the year of 2013, including Australia’s hottest day, week, month and year averaged across Australia. Extreme summer temperatures during 2012- 13 were unlikely to have been caused by natural variability alone, and such temperatures are now five times more likely due to the enhanced greenhouse effect. Since 2001, the number of extreme heat records in Australia has outnumbered extreme cool records by almost 3 to 1 for daytime maximum temperatures and almost 5 to 1 for night-time minimum temperatures. Heat waves have increased in duration, frequency, and intensity in many parts of the country. For a full discussion, see the Technical Report Section 4.2.1., Heavy daily rainfall has accounted for an increased proportion of total annual rainfall over an increasing fraction of the Australian continent since the 1970s Technical Report Section 4.2.3. Record rainfall totals occurred in many areas during 2010 and 2011, attributable in part to the presence of strong La Niña conditions and higher than average sea surface temperatures to the north of Australia Technical Report Section 4.2.2. , There is some observational evidence for a decrease in the occurrence of tropical cyclones. However, the short period of consistent observational records and high year to year variability make it difficult to discern clear trends in tropical cyclone frequency or intensity. For a full discussion, see the Technical Report Section 4.2.7. , Extreme fire weather days have increased at 24 out of 38 Australian sites from 1973-2010, due to warmer and drier conditions. For a full discussion, see the Technical Report Section 4.2.12.", "label": 0}, "train-13": {"text": "View main navigation, Recent increasing trends in mean temperature have been accompanied by a large increase in extreme temperatures. , Since 2001, the number of extreme heat records in Australia has outnumbered extreme cool records by almost 3 to 1 for daytime maximum temperatures, and almost 5 to 1 for night-time minimum temperatures. Very warm months those with monthly averaged temperature above the second standard deviation of monthly temperatures from a 1951-1982 reference period have increased five-fold in the past 15 years. , The frequency of very cool months has declined by around a third over the same period. The figures below show Australia-wide trends in days above 35 °C and trends in the temperature of the coldest night since 1950 Technical Report Section 4.2.1., The changes in the frequency of temperature extremes have been shown to be directly related to warming trends. These changes include recent, significant increases in the frequency of high-temperature extremes and decreases in the frequency of low temperature extremes, and increases in the duration, frequency and intensity of heatwaves in many parts of the country. Extreme heat was experienced during the Australian summer of 2012-2013. , Near-surface air temperatures and regional sea-surface temperatures for the December to February period were the highest on record for Australia. This period also included Australia’s area-averaged hottest month, hottest week and hottest day on record, and the longest and most spatially extensive national heatwave on record. Analysis with forced and unforced climate model simulations show that increasing greenhouse gases lead to a five-fold increase in the odds of Australia recording the temperatures experienced in January 2013., For more detail, including the context of other variables and climatic influences, see the Technical Report Section 4.2.1. Also see the Bureau of Meteorology Annual Climate Report 2015. , Trends in the number of hot days greater than 35 °C in Australian mean temperature from the Australian climate observations reference network of surface air temperature ACORN-SAT from 1950 to 2013. SOURCE: Bureau of Meteorology. , Trends in the coldest night °C in Australian mean temperature from the Australian climate observations reference network of surface air temperature ACORN-SAT from 1950 to 2013. SOURCE: Bureau of Meteorology, Page updated: 12th January 2016", "label": 0}, "train-14": {"text": "View main navigation, There is recent evidence that extremes of intense precipitation, over various time intervals, are increasing in more places around the globe than not. , Consistent with global studies, an increase in the proportion of heavy rainfall has been detected over Australia. The fraction of Australia receiving a high proportion greater than the 90th percentile of annual rainfall from extreme rain days greater than the 90th percentile for 24 hour rainfall has been increasing since the 1970s. Significant regional variability exists, with the east coast region experiencing a significant decrease in extreme rain events since 1950. There is also an increase in the fraction of Australia receiving summer December to February, accumulated rainfall that is above the 90th percentile. , Detection of changes in heavy rainfall in Australia tends to be sensitive to the indices and thresholds chosen to monitor change over time. The period 2010 through to 2013 has also seen widespread, individual very-heavy rainfall events, particularly through the warmer months of the year. Based on the linear relationship between Southern Oscillation Index SOI values and Australian rainfall, the El Niño Southern Oscillation ENSO remains the dominant driver of changes in rainfall extremes in Australia. However the extent to which record rainfall totals during the period 2010 to 2011 are due to natural variability is difficult to determine, since global warming can be expected to influence ENSO itself. The La Niña event of 2010-2011 was record breaking as measured by the SOI. , Attribution studies have also found that the warming trend in sea surface temperatures SSTs to the north of Australia may have contributed to the magnitude of recent heavy rainfall in 2010-11 in eastern Australia — contributing around 10 to 20 percent of the heavy rainfall anomalies. Another study found that the warm SSTs increased the chances of above average rainfall in eastern Australia in March 2012 by 5-15 %. , For more detail, including the context of other variables and climatic influences, see the Technical Report Section 4.2.2.", "label": 0}, "train-15": {"text": "View main navigation, , Climate models are based on our understanding of the physical and chemical interactions between the atmosphere, land surface, oceans and biosphere that create weather and climate. , Using this knowledge computer simulations of the climate are created using global climate models GCMs. There are over 40 global climate models internationally which give estimations for the future climate across the globe based on different assumptions on how greenhouse gas concentrations will increase.  with finer spatial detail are also used where appropriate to add value to climate change projections.This process is also called downscaling., Australia plays a significant part in the global efforts to advance efforts in understanding the climate and projecting how it will evolve in the future. Australia’s ACCESS model or the Australian Community Climate and Earth-System Simulator has been developed by the Centre for Australian Weather and Climate Research a collaborative venture between CSIRO and the Bureau of Meteorology. ACCESS, like other models, uses observations to constrain and test its performance. Evaluating model performance is an important step in understanding and improving climate change projections. , When it comes to using climate change projections for impact assessments, this website provides a number of tools to access projections for Australia, but there are a number of considerations that should be first taken into account. Considerations like what climate change scenarios are important to your system, what data do you need, what are the known climate change risks, what are the spatial and temporal limitations of the climate models and how confident are the projections for your variable or region of interest. There are some common mistakes when working with climate change projections that are necessary to consider. , Given that there are multiple sources of climate change projections information and data, it is important to consider the range of possible climate responses. The range of results from various climate models gives some indication of the plausible climate futures. Additionally there are a number of data sets and projects which provide climate change projection information for different purposes and these should be understood and considered when approaching a risk assessment. ", "label": 0}, "train-16": {"text": "View main navigation, As outlined in the Intergovernmental Panel on Climate Change's Fifth Assessment Report, greenhouse gases, such as carbon dioxide, have a warming effect on global climate. , These gases absorb heat that would otherwise be lost to space, and re-radiate it back into the atmosphere and to the Earth’s surface. The IPCC concluded that it was extremely likely that more than half of the observed increase in global average surface air temperature from 1951–2010 has been caused by the anthropogenic increase in greenhouse gas emissions and other anthropogenic forcings. Further increases in greenhouse gas concentrations resulting primarily from burning fossil fuel will lead to further warming, as well as other physical and chemical changes in the atmosphere, ocean and land surface. , Climate change projections give the climate response to a set of greenhouse gas, aerosol and land-use scenarios that are consistent with socio-economic assumptions of how the future may evolve. These scenarios are known as the Representative Concentration Pathways RCPs. , In the Fifth Assessment Report, the IPCC concluded that global mean surface air temperatures for 2081–2100 relative to 1986–2005 are likely to be in the following ranges: 0.3 to 1.7 °C warmer for RCP2.6 representing low emissions; 1.1 to 2.6 °C and 1.4 to 3.1 °C warmer for RCP4.5 and RCP6.0 respectively representing intermediate emissions; and 2.6 to 4.8 °C warmer for RCP8.5 representing high emissions. , Regional climate change projections, including those presented on this website, are based on up to 40 CMIP5 global climate model simulations driven by four emission scenarios. However, the projections should be viewed in the context of the confidence ratings that are provided, which consider a broader range of evidence than just the model outputs. , Quantitative projections of future climate change presented as ranges. This allows for differences in how future climate may evolve due to three factors – greenhouse gas and aerosol emissions, the climate response and natural variability: , Future emissions during the 21st century cannot be known precisely and are dealt with here by examining several different scenarios. The choice of how many and which scenarios to examine is dependent on the decision-making context. , The response of the climate system to past and future forcing is underpinned by observational and model studies of temperature change, climate feedbacks and changes in the Earth’s energy budget. The IPCC concluded that the net feedback from the combined effect of changes in water vapour, and differences between atmospheric and surface warming is extremely likely positive and therefore amplifies changes in climate. The net radiative feedback due to all cloud types combined is likely positive. The equilibrium climate sensitivity quantifies the response of the climate system to constant radiative forcing on multi-century time scales. It is defined as the change in global mean surface temperature at equilibrium that is caused by a doubling of the atmospheric CO2 concentration. Equilibrium climate sensitivity is likely in the range 1.5°C to 4.5°C. Changes to atmospheric circulation in a warmer climate are one of the biggest uncertainties regarding the regional climate response. Climate models have some known regional biases that affect confidence. , Natural variability or ‘internal variability’ within the climate system can dominate over the ‘forced’ climate change in some instances, particularly over shorter time frames and smaller geographic areas. The precise evolution of climate due to natural variability e.g. the sequence of wet years and dry years cannot be predicted IPCC, 2013, Chapter 11. However, the projections presented here allow for a range of outcomes due to natural variability, based on the different evolutions of natural climatic variability contained within each of the climate model simulations. , The relative importance of each of these three factors differs for each variable, different timeframes and spatial scale. For some variables with large natural variability, such as rainfall, the main source of differing projections in the next 2-3 decades is likely to be natural variability rather than differences in emission scenarios the influence of which becomes more important as greenhouse gas concentrations increase. In addition, unpredictable events, such as large volcanic eruptions, could influence climate over the century. See the Fifth Assessment Report IPCC, 2013 Chapter 11 for further discussion of these issues. , Confidence in a projected change is assessed based on the type, amount, quality and consistency of evidence which can be process understanding, theory, model output, or expert judgment and the extent of agreement amongst the different lines of evidence. Note that although confidence may be high in the direction of change, in some cases confidence in magnitude of change may be medium or low e.g. due to some known model deficiency. More information on the method used to assess confidence in the projections presented on this website is provided in Section 6.4 of the Climate Change in Australia Technical Report.", "label": 0}, "train-17": {"text": "View main navigation, , Future climate changes over the 21st century cannot be simply extrapolated from past climate. Non-linear processes must be taken into account, along with a range of plausible future greenhouse gas and aerosol concentration pathways. The best tools for projecting climate change are global climate models GCMs., These are mathematical representations of the climate system run on powerful computers. Their fundamentals are based on the laws of physics, including conservation of mass, energy and momentum. GCMs are closely related to models used for daily weather prediction. , GCMs represent the atmosphere and ocean on three-dimensional grids, with a typical atmospheric resolution of 200 km, with 20 to 50 levels in the vertical. Models explicitly represent large-scale synoptic features of the atmosphere, such as the progression of high and low pressure systems, and large scale oceanic currents and overturning. However many important physical processes occur at finer spatial scales. Examples include radiation and precipitation processes, cloud formation and atmospheric and oceanic turbulence. The impacts of such processes are included in ‘parameterisations’, whereby their effects are expressed in approximate form on the coarser model grid. Parameterisations are typically the result of intensive theoretical and observational study, and essentially represent ‘sub-models’ within the climate model itself. , Climate models have undergone continuous development for the last three decades, and now incorporate interactions between the atmosphere, oceans, sea ice and land surface. The components of a typical GCM are shown here., Confidence in models comes from their basis in fundamental physical principles, and from their ability to represent important features of the current and past climate. GCMs have shown a substantial and robust warming signal resulting from increasing greenhouse gas concentrations over several generations of model development. However uncertainties arise, particularly in the details and timing of changes. These come from uncertainties in parameterisations, and therefore confidence in projections is greater in some variables e.g. temperature than others e.g. precipitation. These uncertainties are partly reflected in the ranges presented for projections. A broad suite of climate variables have been reported on for these projections. While most models perform reasonably well, there is no single “best” model or subset of models, and climate projections differ between models see Chapter 5 of Technical Report., Although spatial resolution has improved over time, grid scales of global models limit representation of some important regional and local scale features and processes. These can be important for the local distribution of rainfall for example. To try to include such features, techniques for downscaling can be applied, whereby higher resolution  are \"embedded\" within a global model, or where statistical relationships between local scale climate and broad scale climate features are exploited. Regional models and their implications for projections, are discussed in the Technical Report Chapter 6.3.", "label": 0}, "train-18": {"text": "View main navigation, Global climate models are mathematical representations ofthe Earth’s climate system, based on the laws of physics and run on powerfulcomputers. They represent fundamental physical processes in the atmosphere,ocean, land surface and cryosphere. , Theoretically, these physical processes can be represented mathematically even though there is some chaotic behaviour involved at small scales e.g. droplet interactions within clouds. Some of the challenges in developing an Earth system model are that:, a many processes making up the Earth's climate operate on different temporal and spatial scales see figure below from a few metres and seconds to thousands of kilometres and thousands of years; and, b these processes interact with each other across different time and space scales. This means that even though a global climate model is mainly used for decadal-to-century long projections, they seek to incorporate as many short-term and small scale processes as possible since these also interact with the larger scales., Schematic of the time scale across which different Earth system processes act, With respect to temporal scales: at each model time step,a new state of the Earth’s atmosphere and oceans is calculated and then used asthe initial state for the next time step. By this method the model is ‘steppedforward’ in time. The simulated climate can then be inferred by the ‘statistics’averages, extremes etc from multi-decadal simulations. Typical global climate modeltime steps are 30 minutes up to 3 hours – meaning that processes that happen onshorter time scales are not captured per se but must be parameterised or approximated. This is similar for spatialscales: with typical spatial resolution of 200km for the atmosphere foreach grid cell of the model, processes that are smaller in scale e.g. condensationof water vapour into cloud droplets, are not simulated per se but are parameterised. Physicalaspects are complemented by other empirical equations that describe otherelements of the Earth system and how they interact, for example the effect ofvegetation cover., A significant constraint is the cost involved in running such complex models. Usually run on powerful super computers, the costs are not only the runtime, but also the infrastructure necessary for storing such large data amounts., Despite these limitations, global climate models have complex representation of important physical processes and manage to produce quite realistic daily weather, seasonal variability and long term climate states., Schematic of Earth system interactions, For climate change experiments, it is important that models capture the fundamental processes that respond to climate ‘forcing’ e.g. the radiation changes from changing greenhouse gases and aerosols. Consequently some of the important parts of a global climate model relate to:, While there are many similarities between models used for daily weather forecasts and models used for climate projections, there are some important differences. The IPCC 2013 notes:, To make accurate weather predictions, forecasters need highly detailed information about the current state of the atmosphere. The chaotic nature of the atmosphere means that even the tiniest error in the depiction of ‘initial conditions’ typically leads to inaccurate forecasts beyond a week or so. Climate scientists do not attempt or claim to predict the detailed future evolution of the weather over coming seasons, years or decade. , Some types of naturally occurring ‘internal’ variability can extend the capacity to predict future climate. If such variability includes or causes extensive, long-lived, upper ocean temperature anomalies, this will drive changes in the overlying atmosphere, both locally and remotely. The El Niño-Southern Oscillation phenomenon is probably the most famous example of this kind of internal variability. Variability linked to the El Niño-Southern Oscillation unfolds in a partially predictable fashion. Meteorological services and other agencies have exploited this. They have developed seasonal-to-interannual prediction systems that enable them to routinely predict seasonal climate anomalies with demonstrable predictive skill. , For multi-decadal projections, historical and 21st century simulations are required. The historical simulations are initialised in the year 1850 then allowed to evolve until 2005 in line with prescribed forcings, both natural solar irradiance, volcanic eruptions and anthropogenic greenhouse gases, aerosols and land use/cover change IPCC, 2013, Chapter 9. Unlike weather forecasts, these historical climate simulations are not periodically adjusted with updated information about the state of the climate to improve the forecast – they are initialised in 1850 then loosely constrained by the prescribed forcing. Therefore, the historical simulations are not designed or expected to reproduce the observed sequence of weather and climate events during the 20th century, but they are designed to reproduce observed multi-decadal climate statistics, such as averages. The 21st century simulations run from 2006-2100, driven by prescribed anthropogenic forcings. Owing to uncertainties in the model formulation and the initial state, any individual simulation represents only one of the possible pathways the climate system might follow. To allow some evaluation of these uncertainties, it is necessary to carry out a number of simulations either with several models or by using an ensemble of simulations with a single model, both of which increase computational cost., Depending on the observational data set, the global mean surface temperature GMST trend over 1998–2012 is estimated to be around one-third to one-half of the trend over 1951–2012. For example, in HadCRUT4 the trend is 0.04ºC per decade over 1998–2012, compared to 0.11ºC per decade over 1951–2012. 15-year-long hiatus periods are common in both the observed and CMIP5 historical GMST time series. However, an analysis of the full suite of CMIP5 historical simulations augmented for the period 2006–2012 by RCP4.5 simulations reveals that 111 out of 114 simulations show a GMST trend over 1998–2012 that is higher than the entire HadCRUT4 trend ensemble IPCC, 2013, Box 9.2. This difference between simulated and observed trends could be caused by some combination of a internal climate variability, b missing or incorrect radiative forcing and c model response error. ", "label": 0}, "train-19": {"text": "View main navigation, A climate model is a mathematical representation of the climate system. Equations are solved at points on a 3-dimensional grid in the ocean and atmosphere, over a number of time-steps., Spatial resolution specifies the horizontal size of the grid cells in degrees of latitude and longitude or in km. , Temporal resolution refers to the size of the time steps used in models; how often in simulated or \"model time\" calculations of the climate variables are calculated. , Read more about model design and methods for obtaining high resolution downscaled results., The figure below illustrates the advances made in typical spatial resolution used in state-of-the-art climate models around the times of each of the first four Assessments of the Intergovernmental Panel on Climate Change. Resolution improved from about 500km in 1990 FAR = First Assessment Report, to as fine as 110km in 2007 AR4 = Fourth Assessment Report. Current CMIP5 models assessed in the IPCC Fifth Assessment Report AR5 have a finest horizontal resolution in the atmosphere of around 70km, but the average is about 200km. The vertical resolution has also improved over the years. For the First Assessment Report from the IPCC models had a single-layer \"slab ocean\" and 10-15 atmospheric layers while Fourth Assessment Report models often included 30 layers in the oceans and another 30 in the atmosphere. Current CMIP5 models assessed in the AR5 have a vertical resolution in the atmosphere of 20-50 levels., Progress in resolution of models left and an example of resolution of current generation models right SOURCE: IPCC AR4 2007 Working Group I The Physical Science Basis and UK Met Office Hadley Centre, Regional Climate Models RCMs can be employed to increase resolution even further. RCMs represent all the atmospheric physics of GCMs but are run only over a smaller area and can therefore have higher resolution from 60 km down to below 10 km. Typically an RCM is ‘embedded’ within a host GCM, which provides the large scale climate fields e.g. sea surface temperatures, wind and pressure fields, needed to drive the RCM. This is usually referred to as the GCM providing the ‘boundary conditions’ for the RCM. As a general rule, increasing the resolution of a model by a factor of two means about ten times as much computing power will be needed, as the resolution must be increased in all three spatial dimensions, and temporal resolution must also be increased. Such a model will take ten times as long to run on the same computer.", "label": 0}, "train-20": {"text": "View main navigation, Global climate models GCMs are our best tools for providing climate projections. A climate model is a mathematical representation of the climate system. , Mathematical equations are solved on a super-computer at points on a 3-dimensional grid in the ocean and atmosphere, over a number of time-steps. Due to practical computing constraints, the spatial resolution horizontal size of grid-cells is about 200 km. , ‘Downscaling’ is the process by which coarse-resolution GCM outputs are translated into finer resolution climate information, so that they better account for regional climatic influences, such as local topography. , There are many different ways in which GCM outputs can be translated to finer resolutions or even point locations. As a general guide, downscaling methods can typically be categorised into three groups: change factor methods, statistical downscaling and dynamical downscaling. , Change factor methods are techniques of combining the coarse-resolution change ‘signal’ from GCM outputs with finer-resolution observed datasets. This method is quick and convenient and produces data that look like observations. This method has been used to create application-ready data for Australia. However it is important to remember that this method cannot reveal new regional detail in the GCM climate change signal - the extra detail comes from the finer resolution in the underlying observed climate dataset., SOURCE: Bureau of Meteorology, Statistical and dynamical downscaling are more technical processes than change factor methods, and have the potential to reveal new and plausible regional detail in the climate change signal. , For the statistical downscaling method, observed relationships between local synoptic situations and the large-scale climate are used to build the statistical model. This usually leads to a very close representation of the observed climate in the statistical downscaling model, almost independent of the choice of host global climate model. The model can then be used to infer local-scale changes from large-scale changes generated by GCMs. , Dynamical downscaling involves running a climate model at fine resolution using the GCM to provide the large-scale boundary conditions. Some dynamical downscaling is done globally, and some is done regionally using regional climate models RCMs. Monthly sea-surface temperature SST data from a global climate model simulation typically provide boundary conditions. The SSTs are initially adjusted to match the observed mean climate before being used in downscaling called SST-bias adjustment. This means the resulting dynamically downscaled simulations are again fairly similar to each other and to the observations over the historical period 1986-2005., We expect statistical and dynamical downscaling to have the most potential to reveal regional detail in the change signal in areas where there are marked regional climate contrasts due to local features such as complex topography or coastlines. This extra information about climate change is termed ‘added value’. For example, it may be plausible to get a different rainfall change on one side of a mountain range than the other due to different topographic affects arising from changes in atmospheric circulation. Therefore, in Australia we expect downscaling techniques to have most added value in areas such as Tasmania, around the Australian Alps and Great Dividing Ranges, the east coast of NSW and some regions of southwest Western Australia. , Results from statistical and dynamical downscaling complement GCM results, where it is likely to show ‘added value’ in the climate change signal of rainfall and temperature. ", "label": 0}, "train-21": {"text": "View main navigation, , Global climate models, which are based on the laws of physics, allow scientists to answer questions about our climate. , Scenarios of future greenhouse gas and aerosol emissions are used to drive the climate models. These scenarios are derived to encompass the uncertainty around future anthropogenic emissions including consideration of unknowns in population and economic growth, technological developments and transfer, and political and social change. , The non-linear and chaotic nature of the climate system creates some natural limits to the predictability of climate, such as decreasing skill in weather predictions beyond a few days., Future climate cannot simply be extrapolated from past climate, and further may depend sensitively on the evolution of future greenhouse gas concentration. Multi-decadal projections are also affected by the chaotic climate system or natural climate variability. , There is a substantial international climate science and modelling community. Around the world, many groups have created global climate models and all of them vary to a lesser or greater degree from each other. This is mainly due to the justifiably different ways some physical processes are mathematically represented in these models. , Global modelling groups perform simulations using the same emissions scenarios and make their results available for further analysis and evaluation. Model evaluation determines how well climate models represent historical climate and forms an integral part of the confidence building exercise for climate change projections. , Confidence in a climate projection is a measure of how plausible the projected range of change is for a given emission scenario. Confidence comes from multiple lines of evidence including physical theory, past climate changes and climate model simulations., Page updated: 13th October 2016", "label": 0}, "train-22": {"text": "View main navigation, The future of anthropogenic greenhouse gas and aerosol emissions and hence their resultant radiative forcing is highly uncertain, encompassing substantial unknowns in population and economic growth, technological developments and transfer, and political and social changes. , The climate modelling community has developed Representative Concentration Pathways RCPs to explore credible future options. The Australian climate change projections found on this site are derived from climate models forced by the RCPs. , These scenarios span the range of plausible global warming scenarios. They provide a range of options for the world’s governments and other institutions for decision making. , Emissions of CO₂ across the RCPs left, and trends in concentrations of carbon dioxide right. Grey area indicates the 98th and 90th percentiles light/dark grey of the values from the literature. The dotted lines indicate four of the SRES marker scenarios. SOURCE: van Vuuren et. al. 2011, Radiative forcing for the different RCPs. The numbers on the right show the final radiative forcing at 2100 and give each scenario its name 8.5, 6.0, 4.5 and 2.6 W/m² SOURCE: Climate Change in Australia Technical Report, RCPs are prescribed pathways for greenhouse gas and aerosol concentrations, together with land use change, that are consistent with a set of broad climate outcomes used by the climate modelling community. The pathways are characterised by the radiative forcing produced by the end of the 21st century. Radiative forcing is the extra heat the lower atmosphere will retain as a result of additional greenhouse gases, measured in Watts per square metre W/m². , The RCPs represent a wider set of futures that the previous emissions scenarios used by climate modelling community SRES, and now explicitly include the effect of mitigation strategies. As with SRES, no particular scenario is deemed more likely than the others, however, some require major and rapid change to emissions to be achieved. , RCP8.5 - a future with little curbing of emissions, with a CO2 concentration continuing to rapidly rise, reaching 940 ppm by 2100. , RCP6.0 – lower emissions, achieved by application of some mitigation strategies and technologies. CO2 concentration rising less rapidly than RCP8.5, but still reaching 660 ppm by 2100 and total radiative forcing stabilising shortly after 2100. , RCP4.5 - CO2 concentrations are slightly above those of RCP6.0 until after mid-century, but emissions peak earlier around 2040, and the CO2 concentration reaches 540 ppm by 2100. , RCP2.6 - the most ambitious mitigation scenario, with emissions peaking early in the century around 2020, then rapidly declining. Such a pathway would require early participation from all emitters, including developing countries, as well as the application of technologies for actively removing carbon dioxide from the atmosphere. The CO₂ concentration reaches 440 ppm by 2040 then slowly declines to 420 ppm by 2100.", "label": 0}, "train-23": {"text": "View main navigation, Weather predictions and climate projections involve the use of climate models. The non-linear and chaotic nature of the climate system creates some natural limits to predictability. , This means that daily weather forecasts have decreasing skill beyond a few days, multi-week weather forecasts are experimental at this stage, and there are inevitable limits to the skill and scope of seasonal multi-month forecasts and multi-year climate predictions. , Research is ongoing into the area of decadal prediction, and the latest IPCC assessment report devotes a chapter to this topic Chapter 11. There is evidence that some ‘skill’ is possible for predictions for up to ten years of average temperature and to some extent for average rainfall. However, natural variability in the climate system due to internal processes e.g. the El Nino Southern Oscillation and the Pacific Decadal Oscillation and external drivers e.g. 11-year sunspot cycle, volcanic eruptions limit predictability. , Multi-decadal climate projections are also affected by this natural climate variability and by human-induced changes in external factors such as greenhouse gases, aerosols and land-use. Projections require plausible estimates of the i change in radiative forcing associated with these factors, ii an estimate of the response of the climate system, as well as iii an estimate of the time evolution of internally generated climate variability. , Estimates of the change in radiative forcing are based on scenarios of future emissions and atmospheric concentrations of greenhouse gases and aerosols. There are four scenarios called Representative Concentration Pathways RCPs, each of which is similar up to about 2030 but diverge after that. This means that the climatic effect of each scenario is similar for projections to 2030. Projections beyond the middle of the century show a greater sensitivity to the emission scenario: by 2090, the climate response under the lower RCPs is much weaker than under higher RCPs. However, for some variables, such as regional rainfall, the sensitivity to the emission scenario may be smaller than the range of uncertainty due to results from different climate models. , Climate projections have internal variability, but  it is not designed to replicate the observed sequence of climate variability. Outputs from acceptable models typically have variability statistics for the historical period that are similar to that observed, except for the sequencing of events. Similarly, projections show the effect of internal variability and external climate forcings, but are not designed to predict the actual ups and downs of climate variability at scales from weather days to multi-decadal variability. This includes periods of accelerated and reduced global warming, regional droughts or floods, the phase of the El Niño Southern Oscillation and other aspects of climate variability. For projections to 2030, the climate variability may be similar or larger than the forced change in many cases. ", "label": 0}, "train-24": {"text": "View main navigation, Future climate changes cannot be simply extrapolated from past climate as they are sensitive to the evolution of future greenhouse gas concentration. , A common tool used for climate change projections are global climate models GCMs.  These are mathematical representations of the climate system. Their fundamentals are based on the laws of physics, including conservation of mass, energy and momentum. GCMs are closely related to models used for weather forecasting. Climate models have undergone continuous development for the last three decades, and now incorporate interactions between the atmosphere, oceans, sea ice and land surface., Australia's National Computing Infrastructure SOURCE: nci.org.au, Around the world, many research centres have created global climate models and all of them vary to a lesser or greater degree from each other. This is mainly due to the justifiably different ways some physical processes are mathematically represented in these models. For example, there are many physical processes involved in atmospheric convection leading to the formation of clouds and each one can be modelled in different ways. Differences in the spatial resolution of the models as well as how the model components are \"coupled\" to each other also contribute to differences between GCMs. , In order to support a systematic evaluation of different climate models and their simulated future climate, a standardised set of model simulations often called experiments is necessary. Supported by the World Climate Research Programme WCRP, the international project on Coupled Model Intercomparisons CMIP's is the global framework under which these standardised experiments are realised. , Since a large group of participating modelling centres have run this suite of simulations the details of model performance can be assessed more readily. Some of the simulations are aimed at testing each model's ability to simulate the observed climate called historical simulations in order to assess confidence in climate model performance as a whole. Sets of additional simulations allow comparison of climate change under standard scenarios of future greenhouse gas emissions or concentrations., The international model intercomparison projects CMIPs have provided this experimental setup over the past two decades and the latest as of 2014 intercomparison is the Coupled Model Intercomparison Project Phase 5 CMIP5. The recently published Working Group One WGI report of the IPCC Fifth Assessment made extensive use of experiments from both CMIP5 and the previous intercomparison project CMIP3. , Without global model intercomparison projects such as the CMIPs, many national and international assessments on future changes to the Earth's climate such as the Australian or the IPCC Assessments would not have such a strong scientific foundation as they currently have.", "label": 0}, "train-25": {"text": "View main navigation, Assessing climate projections is quite different to assessing weather forecasts or even seasonal forecasts. Forecasts take into account the recent conditions and assess how they may evolve in the near future, and they can be continually assessed against observations. , Climate projections are not tied to observations, but are designed to show the response of the climate system to hypothetical, but plausible, scenarios of external factors that affect or ‘force’ the climate into the far future. Climate projections are not expected to give accurate predictions of the temporal evolution of weather events as seen in observed time series. Further, they can’t be assessed against observations since the time horizon is too long, and they produce results for a hypothetical scenario that will probably not play out exactly as specified in the emission scenario. These factors affect what constitutes confidence in climate projections, and how it is assessed. , There are five lines of evidence considered when assessing confidence in projections, Confidence in a climate projection is a measure of how plausible the projected range of change is for a given emission scenario. Confidence comes from multiple lines of evidence including physical theory, past climate changes and climate model simulations. Here we use the confidence language specified by the Intergovernmental Panel on Climate Change IPCC Assessment Reports also discussed in Section 6.4 of the Climate Change in Australia Technical Report. This considers factors along two dimensions; evidence type, amount, quality and consistency, and agreement between those lines of evidence. High agreement of numerous, high quality lines of evidence is needed to have high confidence. Confidence ratings are assigned using calibrated language based on expert judgment of the various lines of evidence. , A key determinant of confidence is the quality and completeness of knowledge of processes that drive change. This includes the effect of primary forcings such as the direct effect of greenhouse gas concentration on radiation balance of the Earth, as well as climate feedbacks that can amplify or diminish changes and the role of natural variability compared to the ‘forced’ changes. Past changes that can be attributed to forcings can be used as evidence as to what may happen in future. , Knowledge of the processes involved is required to understand potential future changes, but a system of integrating processes is required to make quantitative projections. This is where we use climate models as a key tool. The performance of the models in simulating the current climate state and past climate changes is used as an important indicator of the potential for reliable projections. The rationale here is that models need to perform sufficiently well at simulating the relevant processes in the current climate for their projected changes to be considered plausible. Models that are not acceptable can be rejected. A clear and consistent direction and magnitude of change from various different models, including downscaling, also adds to confidence in projections. Known problems or omissions in models reduce confidence. , Dealing with uncertainty is a fundamental task when using climate projections into a decision making context. Even where there is high confidence in the response of the climate system to forcings such as greenhouse gases, there is still uncertainty from emissions scenarios, from natural variability and our incomplete knowledge of how climate changes affect the context of the decision. Also, there will always be some inevitable deep uncertainty in the processes involved and their impacts. In cases where the direction of change is clear and we have High Confidence in the approximate ranges of change for a given scenario, such as for mean temperature and sea level, then the main risk management decisions may be about emission scenarios. In cases where there is considerable uncertainty in the response of the climate system to forcings, such as regional rainfall change, projections can still be useful but the decision making framework must be adaptive and put more emphasis on sampling the range of uncertainty in response. Where uncertainty in the response is large, risk assessment may not be possible so it may be more useful to conduct sensitivity studies, monitoring and scenario exercises.  is a useful tool for accounting for the uncertainty in emission scenarios and the range between models. ", "label": 0}, "train-26": {"text": "View main navigation, Climate models are the main tools available for investigating the response of the Earth's climate to various external and internal changes ‘forcings’, such as changes to solar radiation or volcanic eruptions, for making climate predictions on seasonal time scales, and for making projections of future climate. For this reason it is important to evaluate the performance of these models. , Model evaluation determines how well climate models represent historical climate and forms an integral part of the confidence building exercise for climate change projections. The assumption is that the better models perform over the historical observed period, the more confidence can be assigned to their projected changes., The direct approach to model evaluation is to compare climate model output with observations and analyse the resulting difference. Where possible, averages over the same time period in both models and observations are compared., There are several generic model evaluation approaches See the IPCC Working Group I, Chapter 9, 2013:, The evaluation of model simulations of historical climate is of direct relevance to detection and attribution studies since these rely on model-derived patterns of climate response to external forcing, and on the ability of models to simulate decadal and longer-timescale internal variability. , Confidence in climate model projections is based on physical understanding of the climate system and its representation in climate models, and on a demonstration of how well models represent a wide range of processes and climate characteristics on various spatial and temporal scales. A climate model’s credibility is increased if the model is able to simulate past variations in climate. ", "label": 0}, "train-27": {"text": "View main navigation, Model simulation of the future climate is the only method that allows us to study how the climate may respond to increasing levels of greenhouse gases. However, using projections requires some familiarity with how the simulations were produced so that uncertainty is adequately considered see also Understanding climate change projections. A related topic is that of confidence in projections and confidence ratings, see Confidence. , There are diverse uses of climate change information reflecting the many different application areas, such as studying impacts of future climate change on biophysical or built systems or identifying adaptation strategies for businesses and communities. Depending on the application, projection information is used somewhat differently; see further discussion on the page, Approaches to climate change impact assessment. For most impact assessments, climate projections serve a key role in the analysis, though many real world applications also need to consider non-climate related factors., Information and data sets used should be as representative as possible of current knowledge of regional climate change, see further discussion on the page Data vs projections. All information and data must be placed in context of the emissions scenarios. In addition, current understanding of what regional changes are plausible must be considered see regional projections described in Technical Report Chapters 7 &amp; 8 and in the Cluster Reports. , There are many different projection products available see Deciding what data you need and for many applications summary statements on the range of regional change are adequate . The Decision Treeis designed to support users in finding the level of detail appropriate for their needs. If detailed data are required, a further Regional projections data pathway can be used. , If you do need to use future climate datasets, it is always best to use the simplest method that gives acceptable results. This means the uncertainties and the effect of different choices is as transparent as possible. Different applications require different inputs, and the choices are therefore also different. Here are some example case studies of selecting and producing Application-ready data for different applications:, Page updated: 10th August 2016", "label": 0}, "train-28": {"text": "View main navigation, It is useful to distinguish between two broad types of projection information; scientific knowledge about the range of plausible climate change and datasets for use in applications. , The Cluster reports, Chapters 7 and 8 of the Technical Report and the Regional Climate Change Explorer of the website include qualitative statements as well as some quantitative ranges of change, with confidence levels, about projected climate change.  This represents scientific knowledge of future climate, and is illustrated in the figure by the path on the left. , The path on the right of the figure, datasets for applications, represents the technical future climate datasets designed to meet data input requirements of quantitative impact assessment described further in Chapter 9 of the Technical Report, and available on the website through the Map Explorer. , Schematic of how climate model output contributes to knowledge of plausible regional change and data sets for applications, The scientific knowledge product can potentially synthesise a broader range of relevant evidence than the application datasets product and readily convey confidence and uncertainty, but is in a form that restricts its application to situations requiring more generalised climate change information. , The application-ready datasets product is usually designed to assist users in undertaking quantitative impact assessment. It draws on similar material to the scientific knowledge product, but is restricted to modelling techniques and approaches that produce projection datasets in a form suitable for use in applications. Typically this results in only a subset of the ranges of plausible future climate change being considered. A subset may be required if users require downscaled climate data available from limited models or if a small number of multivariate scenarios are required best served by single climate models. , Thus application-ready datasets do not always represent the full range of changes provided by global climate models. As such, a key challenge is to ensure that application-ready data used in impact assessment are as representative as possible of current knowledge of climate change described by the yellow arrow in figure.  The Climate Futures web tool assists with the development of representative application ready data sets.  , Page updated: 5th August 2016", "label": 0}, "train-29": {"text": "View main navigation, Climate change information and data provide an essential input to the impact assessment process. Methods for generating, presenting and selecting data are described in this website, along with information to help users find data and research tools., , Climate information is required as an input into climate change risk assessment at the following stages: , Establishment of the context of the impact assessment by defining the scope, the stakeholders and their concerns, and other issues or required decisions. , Identification of the known risks associated with current climate variability, noting that variables driving current climate risk are also likely to be important under future climate change. , Impact assessment flow chart SOURCE: CCIA Technical Report, 2015, Current risks are affected by current climate variability, especially extreme events. For example, railway lines are sensitive to buckling on extremely hot days, while the timing of grape maturity can be sensitive to growing season temperature and soil moisture status, and urban flooding may be influenced by extreme daily rainfall. Small changes in average climate underpin larger changes in extreme weather phenomena such as heatwaves, frost, flood, cyclones, storm surges, tornadoes and hail. Combinations of variables are required to quantify risk factors such as fire weather temperature, humidity, wind and rain, snow cover precipitation and temperature and soil moisture rainfall and evaporation. , In an impact assessment, it is important to understand the relevant temporal scales. For some studies, it is necessary to assess hourly climate data, while for others monthly or seasonal averages can be sufficient. In many situations it is the intensity, frequency and/or duration of a weather event that can significantly affect risk. In other cases, it is the sequence of events that is important, such as consecutive or clustered occurrences, or coincident events involving two or more climate variables. , The spatial scale required in an impact assessment will vary depending on the proposed project outcome. For example, a study on pome fruit used data from a single location in the relevant horticultural regions to describe reductions in accumulated annual chilling exposure to cold temperatures required to break dormancy in future climates, whereas catchment scale information is often required in hydrological studies. Local government area LGA climate data can also be useful to align with other inputs such as population data. Sometimes, even broader-scale data are sufficient for national assessments. , Risk analysis includes a review of current management regimes and an analysis of the new levels of risk for different climate scenarios. , Planning horizons: Changes in intensity, frequency, duration and timing are relevant across a range of temporal and spatial scales. Decisions made today will have consequences for many decades in future with regard to regional planning, land use, infrastructure investments, etc. The planning horizon will vary for different sectors. For example, when planning forest plantings for bio-sequestration of carbon emissions, the trees will be exposed to the climate in 2030 and beyond, so it is important to consider climate change projections. , Data sources: Climate change projection data are usually based on output from climate models driven by various scenarios of greenhouse gas and aerosol emissions see Chapters 3, 7 and 8 Technical Report. Data can be accessed via a range of providers, such as national weather services, government departments, non-governmental organisations, academic institutions or research organisations. Identifying an appropriate dataset for use in impact assessment requires a good understanding of the pros and cons of different methods and data products. , After the risk assessment is carried out, risk treatment decisions can be made see the impacts and adaptation section, with emphasis on continuous monitoring of their effectiveness, and reviewing the lessons learnt in a dynamic and iterative process. , Page updated: 19th October 2018", "label": 0}, "train-30": {"text": "View main navigation,  Selection of appropriate scenarios and models for your needs is a critical step in conducting an impact assessment., The CMIP5 climate model simulations used in Climate Change in Australia have been undertaken using four greenhouse gas and aerosol emission scenarios, called RCP8.5, RCP6.0, RCP4.5 and RCP2.6 see Technical Report Section 3.2.1. As well as incorporating a range of emission scenarios into any assessment, users of climate projections are strongly advised to represent a range of climate model results. , Given the similarity of emission scenarios up to the year 2030, it may only be necessary to select one scenario for impact assessment. However, beyond 2030 the emission scenarios diverge, so at least two scenarios should be selected, e.g. RCP4.5 and RCP8.5. , CSIRO’s Climate Futures approach has been developed to simplify communication and use of climate projections and to help capture the range of projection results relevant to a specified region. This enables a large amount of climate model output for a particular time period and emissions scenario to be condensed into a small number of categories, each of which is defined by a range of change in two climate variables such as temperature and rainfall. It is supported by the Australian Climate Futures web tool. , Consideration of model performance is another aspect when selecting models for use in impact assessments. Genealogy of models is another factor for consideration given that some models share a similar heritage and may not be fully independent This is discussed further in Chapter 5 of the Technical Report. Model selection is also influenced by the availability of relevant data, since some climate variables were not archived for some models or emission scenarios. Where downscaling is likely to add value, selecting data from these models would be appropriate., , Knutti, R., et. al. 2013. Climate model genealogy: Generation CMIP5 and how we got there. Geophysical Research Letters, 40, 1194-1199.Moss, R. H., et. al. 2010. The next generation of scenarios for climate change research and assessment. Nature, 463, 747-756.VAN VUUREN, D. P., et. al. 2011. The representative concentration pathways: an overview. Climatic Change, 109, 5-31., Page updated: 10th August 2016", "label": 0}, "train-31": {"text": "View main navigation, There are many types of climate change projections data available, and choosing the right data for the right purpose is an important part of undertaking impact assessments. , For simple impact assessments, it may be sufficient to provide qualitative information about the direction of future climate change. For example: warmer with more extremely high temperatures; drier with more droughts: heavier daily rainfall; higher sea level; fewer but stronger cyclones; and more ocean acidification. This could facilitate a high-level scoping process, such as a workshop discussion, that identifies potential impacts and prioritises elements that may need further quantification., Other impact assessments need quantitative information. In many cases, projected changes relative to some reference period are required for different years, emissions scenarios, climate variables and regions. In other cases, application-ready datasets are needed. Various methods are available for producing application-ready datasets. The choice of method must be matched to the intended application, taking into account constraints of time, resources, human capacity and supporting infrastructure. A summary of some common methods for creating application-ready datasets follows, with advantages and disadvantages presented in the table below., This entails running a climate impact model with observed climate data to establish a baseline level of impact, then re-running the model with the same input data, modified by selected changes in climate e.g. a warming of 1, 2 or 3 °C. This simple methodology has been effectively used to demonstrate climate change impacts in the agricultural sector., The projected changes in mean climate, as simulated by a climate model, are applied to observed climate data. This may be in the form of an additive or multiplicative factor depending on the variable. Some modifications to this method may incorporate projected changes in daily climate variability using quantile scaling. , Historical climate data are used as an analogue for the future. The analogue may correspond to a different climate in time or space, such as a past climate anomaly that may occur more often in future in a particular region, or a location that currently has a climate similar to that expected in another region in the future. See the Climate Analogues tool., Weather Generators use a statistical model to simulate time series of weather data, with statistical properties similar to observed weather data. These properties can be modified for future climates using information from climate models., A method that utilises a statistical relationship between the local-scale variable of interest and larger-scale atmospheric fields. This is achieved through regression methods e.g. multiple regression statistics, principal component, canonical correlation analysis, neural networks, weather typing or through the use of weather generators calibrated to the larger-scale atmospheric fields see Technical Report Section 6.3. To implement this technique, high-quality observed data are required for a number of decades to calibrate the statistical model. The statistical model can then be applied to projected changes in large-scale atmospheric fields from a global climate model GCM to infer projected changes at the local scale., This involves the use of a finer resolution atmospheric climate model, driven by output from a global climate model. The atmospheric model may have a global domain or a regional domain, the latter being called a regional climate model RCM. This provides better representation of topography and associated effects on local climate, such as rainfall in mountainous regions, as well as the potential to better simulate extreme weather features, such as tropical cyclones. However, this method is computationally intensive and the results are strongly dependent on the choice of both global climate model and fine resolution atmospheric model. Furthermore, results from dynamically downscaled climate models are required to be bias-corrected using statistical techniques before they are suitable for use in climate change impact assessments. This method has been used in a study of impacts on agriculture reported through the Climate Futures for Tasmania initiative., Table below: Summaryof typical characteristics associated with methods for application of climateprojections.", "label": 0}, "train-32": {"text": "View main navigation, Certain applications need more than general information about projected changes in the climate. These applications require projections as input to further analyses or modelling to explore the impact of particular scenarios in detail. This requires application-ready, locally-relevant future climate data:, The choice to use application-ready data and the method to produce it are part of a wider set of choices in using climate projections. In making these choices, it is important to have an overall clear perspective on projections and the sources of uncertainty and confidence. The Decision Tree can help you make the right choice and guide you to the right pages on this site. If detailed datasets are needed, the Regional projections data pathway can be used., Global climate model GCM outputs can’t be used directly in applied analyses that require calibration to local observations. This is because GCMs have a coarse spatial scale and contain some difference to observations, or ‘bias’. Some bias is expected and does not mean that the projected changes are unreliable for more detail, see Modelling and projections., There are a range of methods for producing appropriate datasets, in two main categories, as described in the table below., The approach for creating the application-ready data available from Climate Change in Australia is summarised in the table below a more detailed description of the variables can be found on the Data Availability page. , Depending on the variable and time-scale, mean scaling or quantile-quantile scaling was applied to 30-year observed time-series datasets, centred on 1995 1981–2010 to produce time-series data for the future periods 2016-2045, 2036-2065, 2056-2085 and 2075-2104. In all cases, the changes applied were calculated using the baseline period 1986-2005. No transient change has been used so the future time-series data can be regarded as representative of the mean state of the future climate., Data are provided for all variables for which appropriate observed climate data were available to scale; and were of sufficient quality and duration. The observed data come from a variety of sources, sometimes in gridded format and sometimes for sites see the table below and the Data Delivery brochure., Options, Advantages, Disadvantages, Access, Scaling: modifying observed data by applying projected change quantities, Mean scaling, quantile-quantile scaling, other complex methods, Simple, produces data very consistent with observations, possible to use many inputs to cover a range of uncertainty, Only expresses the change that is scaled e.g. mean scaling only shows a change in the mean, not a change to variability, Data scaled by changes from global climate models are available on the CCiA site, see below, Bias correction: altering the raw output of models so it matches local observations, Empirical, distribution fit and many others, Can express the full suite of changes from model run mean, variability, timing etc., Complex, may not remove all biases, can only correct relatively small local biases, may result in loss of internal consistency among variables, Bias-corrected outputs from downscaled regional studies are available from two studies in Australia: NARCLIM and CFT see Projections Landscape, The best choice of method depends on the field of research, the relevant aspects of climate change to the research question and the type of applied model that is used. Examples of choosing an overall approach, including the method of producing application-ready datasets may help. We have produced three case studies covering a range of sectors:, Case study: Hydrology, Case study: Biodiversity, Case study: Human health heat, Variable, Dataset, Scaling Method, Observed Data Used, Access, Mean temperature, Gridded 0.05°1 daily, monthly &amp; seasonal time-series, Mean, AWAP2 daily or monthly time-series, On request, Point location daily, monthly &amp; seasonal time-series, Mean, BoM HQ Station Network3 daily, monthly or seasonal time-series, Station Data Download, Point location monthly, seasonal &amp; annual averages, Mean, BoM HQ Station Network3 monthly, seasonal or annual time-series, Download as spreadsheets from links on Station Data Download page, Gridded 0.05°1 seasonal &amp; annual averages, Mean, AWAP2 seasonal or annual time-series, Map Explorer, Maximum temperature, Gridded 0.05°1 daily, monthly &amp; seasonal time-series, Mean, AWAP2 daily or monthly time-series, On request, Point location daily, monthly &amp; seasonal time-series, Mean, BoM HQ Station Network3 daily, monthly or seasonal time-series, Station Data Download, Point location monthly, seasonal &amp; annual averages, Mean, BoM HQ Station Network3 monthly, seasonal or annual time-series, Download as spreadsheets from links on Station Data Download page, Gridded 0.05°1 seasonal &amp; annual averages, Mean, AWAP2 seasonal or annual time-series, Map Explorer, Minimum temperature, Gridded 0.05°1 daily, monthly &amp; seasonal time-series, Mean, AWAP2 daily or monthly time-series, On request, Point location daily, monthly &amp; seasonal time-series, Mean, BoM HQ Station Network3 daily, monthly or seasonal time-series, Station Data Download, Point location monthly, seasonal &amp; annual averages, Mean, BoM HQ Station Network3 monthly, seasonal or annual time-series, Download as spreadsheets from links on Station Data Download page, Gridded 0.05°1 seasonal &amp; annual averages, Mean, AWAP2 seasonal or annual time-series, Map Explorer, Rainfall, Gridded 0.05°1 daily time-series, Quantile-quantile, AWAP2 daily time-series, On request, Gridded 0.05°1 monthly &amp; seasonal time-series, Mean, AWAP2 monthly or seasonal time-series, On request, Point location daily time-series, Quantile-quantile, BoM HQ Station Network3 daily time-series, On request, Point location monthly &amp; seasonal time-series, Mean, BoM HQ Station Network3 monthly or seasonal time-series, On request, Gridded 0.05°1 seasonal &amp; annual averages, Mean, AWAP2 seasonal or annual time-series, Map Explorer, Relative humidity, Gridded 0.05°1 daily, monthly &amp; seasonal time-series, Mean, ERA-Interim4 daily, monthly or seasonal time-series, On request, Gridded 0.05°1 seasonal &amp; annual averages, Mean, ERA-Interim4 seasonal or annual time-series, Map Explorer, 9am &amp; 3pm relative humidity, Point location daily, monthly &amp; seasonal time-series, Mean, BoM HQ Station Network3 daily, monthly or seasonal time-series, Station Data Download, Point location monthly, seasonal &amp; annual averages, Mean, BoM HQ Station Network3 monthly, seasonal or annual time-series, Download as spreadsheets from links on Station Data Download page, Solar radiation, Gridded 0.05°1 daily, monthly &amp; seasonal time-series, Mean, ERA-Interim4 daily, monthly or seasonal time-series, On request, Gridded 0.05°1 seasonal &amp; annual averages, Mean, ERA-Interim4 seasonal or annual time-series, Map Explorer, Wind speed, NB. no daily data available, Gridded 0.05°1 monthly &amp; seasonal time-series, Mean, ERA-Interim4 monthly or seasonal time-series, On request, Gridded 0.05°1 seasonal &amp; annual averages, Mean, ERA-Interim4 seasonal or annual time-series, Map Explorer, Evapotranspiration, Gridded 0.05°1 daily, monthly &amp; seasonal time-series, Mean, CLW5 daily, monthly or seasonal time-series, On request, Gridded 0.05°1 seasonal &amp; annual averages, Mean, CLW5 seasonal or annual time-series, Map Explorer, Pan evaporation, Point location daily, monthly &amp; seasonal time-series, Mean, BoM HQ Station Network3 daily, monthly or seasonal time-series, Station Data Download, Point location monthly, seasonal &amp; annual averages, Mean, BoM HQ Station Network3 monthly, seasonal or annual time-series, Download as spreadsheets from links on Station Data Download page, It is important to note that the fine spatial and temporal details in application-ready data are derived from the observed datasets, not the climate models. For example, the AWAP observed temperature and rainfall data are available on a 5 km approx. grid, while the projected changes from the global climate models used here have resolutions ranging from 100-310 km more detail on the GCMs used. When combining the observed and model data, the model data are first interpolated to a 5 km grid which does not alter the climate change patterns then applied to the observed data. Hence, the application-ready data are simply modified observed data. A detailed description of the scaling methods used is provided here., Application-ready data can be made available for averages and time-series over a range of spatial scales. Spatial detail ranges from Cluster-average, to a 5 km grid-average, to specific cities and towns limited to sites with high-quality baseline data. Changes are based on a subset of eight CMIP5 climate models that simulate most of the range of changes in seasonal-mean temperature and rainfall over most of Australia Technical Report Chapter 5 Box 9.2, plus downscaling where appropriate. This subset reduces the effort required for data management, while still sampling most of the range of uncertainty from the full set of 40 climate models., Page updated: 24th March 2019", "label": 0}, "train-33": {"text": "View main navigation, A hypothetical state and federal government joint initiative is formulating a land management plan for “Region B”, which has a diverse regional climate including a gradient from the coast to mountain ranges. Rather than manage a particular flagship species, the initiative will manage overall biodiversity and ecosystem services both in terms of existing threats and potential new threats. In this context, the initiative partners would like to know the likelihood that climate change would lead to significant changes in bioclimatic envelopes, which would affect their choice of management settings. They would like a detailed analysis of the confidence behind the projected changes. The broad plan options are:, Rationale, Climate, No change, Analysis of changes due to all factors do not warrant any action, Projected change to the climate would have negligible impact on biodiversity, Manage non-climate threats, Factors e.g. weeds and pests are a far bigger threat now and in the future than changes to the climate, Projected change to the climate has an effect much smaller than other threats, Promotion of ecosystem resilience and monitor, Knowledge is not yet sufficient to dictate specific actions, so take general actions to the improve health and resilience of the system, Effect of changing climate is not yet certain enough to suggest specific action, Manage threats, improve connectivity, Managing existing threats must continue, but with an increase in management of habitat for biodiversity e.g. wildlife corridors, preservation of refugia, Climate change likely to induce significant changes to species distributions and greater dependence on refugia, The initiative has the remit to manage to 2100. The study would like to consider all factors of uncertainty, so would like to consider all RCPs and model ranges using a “worst case”, “maximum consensus” and “best case” Climate Futures framework approach for each emissions scenario RCP for multiple timeframes 2050, 2070 and 2090., The relationship between Region B’s biodiversity and a changing climate is a major source of uncertainty. This is partly due to poor datasets of species distributions and a lack of longitudinal datasets. This limits informed decision-making. Therefore climate projections are in fact a secondary source of uncertainty. Despite this, very marked changes in climate could potentially still lead to confident conclusions about biodiversity change. For example, marked increases in temperature or reductions in water availability could have a strong influence on numerous species distributions. However, even if this is established, the best range of interventions may be difficult to establish and uptake by stakeholders may be limited., “Worst case” temperature increases and rainfall reductions under high emission scenarios by 2090 are  +4 °C and -15%  respectively, suggesting major action is warranted. , However, higher spatial resolution analysis is useful, especially when analysing biodiversity corridors and refugia., The models of species distribution and biodiversity used require monthly climatological averages, so the spatial dimension is very important but temporal variability is not relevant., Generate present climatological monthly averages of mean temperature and rainfall from historical data e.g. from Bureau of Meteorology. Generate the equivalent data for the future from a “worst case”, “maximum consensus” and “best case” using Climate Futures from the global climate models and relevant downscaling in each of the emissions scenarios for 2090 using mean scaling of fine-resolution observations. Once these surfaces are generated, do further scaling to very fine scale using appropriate software., Page updated: 15th September 2018", "label": 0}, "train-34": {"text": "View main navigation, Hypothetical “Region C” is in the outback. It currently experiences many hot days and the population and industries are fairly well adapted to heat. But if there is a large increase in the frequency of very hot days and nights, this may affect mortality of older people and the ability of agricultural and mining workers to perform their work. Health managers and industry operators in the region have three broad policy frameworks to deal with a potential increase in hot days, depending on the severity of change: no change, incremental change or transformational change., The range of incremental changes include adding cooling systems, changes to architecture and construction, greening of public spaces and changes to behavioural guidelines. Transformational change includes a complete change in the way areas are used, who uses them or whether some areas are inhabited at all. Measures range in cost and impact from relatively cheap and easy to very expensive and difficult. Managers would like to know the likelihood of needing incremental or transformational change. They would like to gauge the potential financial cost and social impacts. Impacts involve many non-climate factors, but projections of hot days and heat risk form one crucial part of the analysis. The frequency of days over 40 °C, and increase in heat indices that include temperature and humidity are the preferred measures of climate. The three policy frameworks are summarised below:, Health Managers, Industry, No change, Current settings remain - health risk from heat remains within current management bounds, No changes, Incremental change, Infrastructure, Architecture, Behavioural, Greening, Technology - cooling, Architectural - shelter, Behaviour guidelines - working hours, Transformational change, Communities move or change their demographics, Fundamentally changing or ceasing work in the current style, The health plan has a timeframe to the end of the century, to allow planning of major infrastructure such as hospitals and clinics. Health managers want to take a precautionary approach, so are primarily interested in the \"worst case\" scenario, with the context of lower projections given as qualitative statements. Therefore, the hot end of projections for 2090 under a high emissions scenario RCP8.5 are used, but adding the context of the \"maximum consensus\" and cooler projections as well as other emissions scenarios. , Industry managers are going through major change. For this reason they feel they can’t confidently engage in planning beyond 15 years at the moment, or can only consider changes beyond this only very vaguely. They are interested in the 'most likely’ projection for a high emissions scenario, as they feel this will be useful to manage risk in the current environment. Therefore, the maximum consensus projection for 2030 is used, with qualitative statements putting this in context., In general, projections of change in extreme temperature roughly scale with change in mean temperature. There is generally no large change in the shape of the temperature distribution, just a shift towards higher temperatures. The projections for Rangelands  are most relevant to this region:, For the health managers RCP8.5, 2090: , For industry RCP8.5, 2030: , In both cases more detailed analysis of the joint probability of humidity and temperature could illustrate the projected changes with more sophistication, but this is perhaps not even needed., For temperature threshold work, simple analysis available on this website may be adequate to decide an appropriate policy setting. If not, then a more detailed mean scaling of temperature from more models can be done. , For analysis of comfort indices of temperature and humidity, material on this website may be adequate. However, if new work is needed, use internally-consistent quantile-scaling of temperature and humidity., Page updated: 1st August 2016", "label": 0}, "train-35": {"text": "View main navigation, The hypothetical \"City A\" is in western Victoria. It currently has adequate water resource security, however if there is an ongoing drop in runoff of 20% or more, major measures would be needed such as managing demand e.g. restrictions or managing supply e.g. extra infrastructure such as reservoirs, or additional supply sources such as groundwater extraction and desalination. Non-climatic factors such as demographics and industry trends are also important. After considering all aspects, there are three broad policy settings for long-term management that the City sees as practical: \"Business as usual\", \"Monitor and scope\" and \"Active management and phase-in\". These are described in more detail in the table below., The catchments  affecting City A in southeast Australia are known to have quite a large “inflation factor”  between rainfall and runoff. For this example we assume the round number of 2  e.g. an ongoing reduction of 10% in rainfall may lead to a reduction of 20% in runoff. A general projection for southern Australia is reduced annual rainfall. For western Victoria, projections see the Cluster Report for Southern Slopes and/or Summary Data Explorer results show a reduction of mean annual rainfall by 2090 under a RCP8.5 of -27% to +4% median -9%, putting the possibility of a 10% reduction in rainfall as possible but not certain. Under a lower emission scenario RCP4.5 the range projected by models is -15% to +3% -7%, so reaching the threshold is possible there too., Detail, Business as usual, No change to current water management, Monitor and scope, Set up monitoring procedures and scope the various management interventions that may be needed in the future, Active management and phase-in, Develop phased water management guidelines, from gentle to strict. Plan and develop finance for greater water infrastructure., Since it is not obvious or unanimous that the 20% threshold will/will not be exceeded in all cases, more detailed analysis is suggested. Also, the seasonality, timing and periodicity of rainfall is important to runoff e.g. 100 mm of rainfall in one day leads to more runoff than 5 mm for 20 days in a row, so projected change to the character of rainfall may influence the runoff projection markedly. Along with rainfall, the other aspect of runoff is evaporation and this may also be important., All these factors indicate that more sophisticated analysis of runoff using specialised models is warranted, and this requires a more complex process of producing relevant datasets., Risks inlcude:, The City primarily manages water on time-frames of up to a year, but also has long-term planning horizons of five years, 10 years, 50 years and 100 years. Climate projections are used to inform the 50 and 100 year time-frame planning. For these time-frames, managers have decided to manage using a ‘most likely climate scenario’ focus, but applying the precautionary principle where and when possible. This means they will mainly consider the \"maximum consensus\" projections scenario see Introduction to Climate Futures but will also consider a \"worst-case\" climate scenario. Therefore, they want to consider the range of projections for an intermediate emissions future RCP4.5 and a high emissions future RCP8.5, but take particular note of the driest projection for high emissions., Select a representative set of global climate models and downscaling using the Climate Futures approach, use either complex scaling or bias-correction of internally-consistent series of rainfall and potential evapotranspiration to produce the input datasets for appropriate rainfall-runoff models., Page updated: 1st August 2016", "label": 0}, "train-36": {"text": "View main navigation, There are some common mistakes users make when working with climate projections data for an impact assessment. Some mistakes, and suggested ways to avoid these are listed below: , Climate projections are produced from up to 40 models, so there is a range of results to consider. It is not always practical to conduct an impact assessment using the result from all available models, therefore it is recommended to carefully select models that represent a range of possibilities. , The future pathway of greenhouse gas and aerosol emissions during the 21st century is uncertain. The four scenarios used for climate projections represent a range of plausible futures. Choice of scenarios and hence rate of climate change in an impact assessment can have a large influence on the potential results. See Important considerations for more information. , Climate data within an individual climate model has internal consistency, i.e. correlations between climate variables are physically plausible, as are the simulated changes. Mixing data from different climate models does not respect the integrity of data from individual climate models. For example, it is inappropriate to use temperature T data from one model and use rainfall data from another model in an impact assessment see Figure a. This may lead to a physically implausible combination of climate data. However, it is appropriate to use data for multiple variables from an individual model in each impact assessment see Figure b. , Example of appropriate and inappropriate use of climate model projections in impact assessment. , For both figures a and b, rainfall R and temperature T projections from three different global climate models GCMs are applied in a hypothetical impact model. In a, each pair of global climate model scenarios is applied independently to the impact assessment model, resulting in a range of different climate impacts that may be misleading. In b, projections of rainfall and temperature from different models are paired to yield internally consistent scenarios of climate change, which are then applied to the impact model. , Model evaluation provides information on how well climate models represent historical climate and forms an integral part of the confidence rating process for climate change projections. The assumption is that good performance from a particular model over the historical 1986-2005 period increases reliability of the projected changes. Chapter 5 in the Technical Report discusses global climate model evaluation for the Australian region. , It is important to check the model evaluation results to ensure that a model with low performance over a certain region is not used or used with caution. , Dynamical or statistical downscaling of information from global climate models GCMs offers more detailed information about climate change. , Dynamical downscaling involves the use of fine resolution atmospheric models driven by output from global climate models, opening up the possibility for a more accurate depiction of key processes, especially in regions with complex topography. Statistical downscaling involves applying observed statistical relationships between large-scale and local climate to large-scale changes in climate simulated by models in order to estimate changes at local scales. , However, downscaling doesn’t always provide a superior projection of change for a given region. There are numerous issues to contend with: selection of GCMs for downscaling, pros and cons of different downscaling methods, representation of the physical processes that drive change, internal consistency of projected changes across multiple variables, as well as practical issues around handling large datasets. Some regions offer greater potential for downscaling to add value to projections from global climate models, so this is where downscaled projections should be considered for impact assessment., Most climate models in the latest generation of global climate models CMIP5 have a spatial resolution horizontal of around 200 km. Whilst spatial resolution in both the horizontal and vertical direction have become significantly finer over time, at this scale some physical climate processes can still not be resolved. This means that some local or regional climate affects are not always simulated by the models. Model evaluation can help to develop a deeper understanding of which models are better performers. Likewise downscaling of GCMs can be used, where appropriate, to give finer scale projections encompassing regional climate features. There is significant computational expense associated with increasing spatial and temporal resolution of global climate models. In some cases and for some processes it is not possible to provide reliable quantitative projections., Space and time-scales of dynamical atmospheric processes. SOURCE: UCAR, Formal attribution has typically been based on research that uses a combination of climate modelling, instrumental climate observations, physical understanding and sometimes palaeoclimate reconstructions use of proxies such as tree rings and ice cores to establish climate over Earth’s history to investigate cause and effect in a climate change context., Extreme event attribution is more challenging than attributing long-term changes. Extreme weather occurs naturally, with and without the influence of humans. Furthermore, these are rare by definition. Most events are not exclusively due to either human or natural causes but some combination of both. , However, methods have been developed to quantify the role of human and other external influences on these specific extreme events. , CHRISTIDIS, N., STOTT, P., KAROLY, D. &amp; CIAVARELLA, A. 2013. An attribution study of the heavy rainfall over eastern Australia in March 2012 in “Explaining extreme events of 2012 from a climate perspective”. Bull. Amer. Meteor. Soc, 94, S58-S60. , KING, A. D., ALEXANDER, L. V. &amp; DONAT, M. G. 2013. The efficacy of using gridded data to examine extreme rainfall characteristics: a case study for Australia. International Journal of Climatology, 33, 2376-2387. , LEWIS, S. C. &amp; KAROLY, D. J. 2013. Anthropogenic contributions to Australia's record summer temperatures of 2013. Geophysical Research Letters, 40, 3705-3709., Some statistical methods can make maps look more accurate through re-gridding to a finer scale. It is important to note that bi-linear interpolation, the process used to re-grid the maps in the following figure, does not add extra information about climate change and therefore the finer resolution map right is not more accurate than the coarser resolution data left. Pay close attention to the mapping technique used in spatial representations of future climate change., Example of bi-linear interpolation where finer resolution right is not actually more accurate that the coarser resolution data left., Descriptions of future regional climate are usually referred to as ‘projections’ or ‘scenarios’, see below. Projections have a range of uncertainty for a given a climate variable due to differences between the results of various climate models.A climate change ‘projection’ is also conditional on the choice of emission scenario. This conditionality is the primary reason a projection is not called a ‘prediction’. A prediction estimates the sequence of events in the future, including the effects of both climate change AND variability see figure., Figure shows the difference between observations, predictions and projections., Confidence language has been specified by the Intergovernmental Panel on Climate Change IPCC for their Fifth Assessment Report which considers factors along two dimensions; evidence type, amount, quality and consistency, and agreement between those lines of evidence. A confidence rating can be assigned using calibrated language based on expert judgment of the various lines of evidence see Figure. As in IPCC, confidence is expressed using the qualifiers ‘very high’, ‘high’, ‘medium’, ‘low’ and ‘very low’., A depiction of evidence and agreement statements and their relationship to confidence as described by the IPCC. Confidence increases towards the top right corner as suggested by the increasing strength of shading., Confidence ratings differ between climate variables. For example there is very high to high confidence that temperatures and sea levels will increase, but medium confidence for projections of tropical cyclones. , In setting confidence ratings, the simulated range of change from CMIP5 models and any consistency on the direction of change simulated is considered and supplemented by information obtained from the following lines of evidence; , For rainfall change, model results can vary in direction and magnitude, so all of these lines of evidence should be considered in some detail as is done in the Technical Report Section 7.2.  Some other variables described in this report did not always permit or require this full approach, but in all cases confidence is assessed and reasons are given., Page updated: 10th August 2016", "label": 0}, "train-37": {"text": "View main navigation, Changes to the climate and consequences for real world systems are typically investigated from either of two perspectives, these are commonly referred to as: ‘top-down’ or ‘bottom-up’ approaches., The process of assessing climate change and its impacts involves the simulation of a range of different socio-economic and physical processes. Some of these processes are well known, others not. Hence for each modelling step researchers need to consider what is known, what is not known, and how can we attempt to represent any uncertainties that arise from gaps in knowledge.  If the process of generating estimates of future climate change is seen as a chain of processes, the top-down and bottom-up approach defines where in this chain analysis begins., Top-down approaches give information on the range of simulated plausible impacts., Top-down analysis emphasises understanding the plausible impacts by attempting to represent different sources of uncertainty as it moves through the chain of processes, typically:, This type is the most common approach to investigating climate change impacts, and sometimes referred to as a ‘first generation’ type of impact and adaptation study., Bottom-up approaches base their analysis on an understanding of existing pressures and demands on a system; – vulnerabilities to climate change are considered in context with non-climate factors., The bottom-up approach starts with an attempt to identify the nature of climate risks that a system is exposed to under current climate. Often analysis considers other aspects that influence system performance, so that climate risks are not assessed in isolation of other demands on the system. With an understanding of what kind of changes to the climate, or under what circumstances the system becomes more vulnerable to climate changes, users can look to output from climate models to assess if there is high confidence in such conditions occurring and subsequently modify behaviour or conditions to alleviate pressures should such climate change eventuate. , The bottom-up style of analysis represents a second generation type of analysis, reflecting emergent needs by the adaptation and vulnerability community to move away from ‘predict-then-act’ frameworks. For these disciplines, outputs from top-down methods may offer limited value when attempting to improve adaptive capacity or resilience to climate change; providing insights mainly into a likely range of impacts rather than on system sensitivities and typically ignores non-climate influences., In most cases, the intended application will dictate the approach most appropriate. If the research is investigating system responses under a changing environment, climate model based information provides useful aid in testing the system outside the observed climate boundaries in an exploratory manner. However, for applications that are strongly grounded in real-life situations and influenced by factors beyond the climate, a bottom-up approach is perhaps better suited, providing understanding about how a system may be sensitive to climate variability in combination with other existing pressures., If viewing the impact study as a type of risk assessment, aspects of both perspectives are present where work involves continuous monitoring of its effectiveness with built-in opportunity to reflect on lessons learnt in a dynamic and iterative way., Page updated: 5th August 2016", "label": 0}, "train-38": {"text": "View main navigation, Download the Pathway as a PDF 428.8 KB, Information used in impact studies such as application-ready data are often the product of a chain of models and methods, and may include a downscaling step. It is important to be aware of what decisions have been made in developing a particular dataset and how those decisions influence the representation of key uncertainties in projections of changing climate and how to assess the confidence in those projections. , The flowchart below outlines the processes blue boxes involved in generating application-ready datasets using the Climate Change in Australia 2015 projections. Red boxes give context to each process and grey dashed boxes outline key issues to consider throughout the process for example, plausibility of change relates to the capability of models to simulate accurately the climate change signal, see discussion in Ekstrom et al. 2015., Two key decisions marked are:,   A. Whether to use technical downscaling statistical and dynamical models or whether scaling methods are adequate.,   B. If statistical or dynamical downscaling is used, whether the outputs can be used directly, with bias-correction or used as input to scaling., , Page updated: 1st August 2016", "label": 0}, "train-39": {"text": "View main navigation, The state of the climate in a future period depends mainly on three factors: the pathway of human development e.g. described by Representative Concentration Pathways, the response of the climate system to that pathway and natural variability. , So, along with considering a range of RCPs and allowing for natural variability, it is necessary to consider the range of possible climate response. The range of results from various Global Climate Model GCM simulations gives some indication of this response, where all results must be considered plausible. However, GCMs produce output at a coarse spatial scale and users often desire information at finer spatial scales. The production of finer spatial scale data has two main goals:, These will not be relevant to every study or impact question, so it is important to examine the context before choosing data inputs. Before producing or obtaining fine-resolution datasets, it is important to consider whether they are really needed. Also, different variables have a different potential for regional differences in climate change. For example, the change in average temperature is fairly uniform over broad regions whereas the change in average rainfall can vary between different rainfall districts. If a fine spatial resolution is useful, there are a range of methods to produce fine resolution projections, including:, There are pros and cons of different approaches to producing fine-scale datasets to study climate change impacts in detail, and there is no one best method. Different downscaling techniques give different results, thus introducing another source of range in the final analysis. In practice, the other limiting factor is availability. Results from only a limited number of downscaling methods using a limited set of GCMs as input exist for each region of Australia. , When selecting data inputs for climate change impacts analysis it is important to choose the right tool or tools for the purpose if they are available. Each study should consider the spatial and temporal dimensions. On the spatial dimension:", "label": 0}, "train-40": {"text": "View main navigation, Tools on this website fall into three types according to their complexity – Entry Level, Intermediate and Advanced. , Users who wish to increase their level of understanding can make use of the learning resources available in the Climate Campus., This Online Training package, draws together key content from the Climate Campus. This is suitable for users who wish to better understand the Intermediate level tools., Users who wish to better understand the Advanced tools should become familiar with all content of the Climate Campus or participate in a face-to-face course. Contact us for details of courses available., Want to test your knowledge? Do the online quiz it's based on the content of the online training.", "label": 0}, "train-41": {"text": "View main navigation, Use the links below to access the essential reading. , Read just the linked page then return here to access the next section., Each page will open in a new tab or window depending on your browser settings.", "label": 0}, "train-42": {"text": "View main navigation, Use the links below to access the essential reading. , Read just the linked page then return here to access the next section, Each page will open in either a new tab or window depending on your browser settings.", "label": 0}, "train-43": {"text": "View main navigation, Use the links below to access the essential reading. , Read just the linked page then return here to access the next section, Each page will open in a new tab or window depending on your browser settings.", "label": 0}, "train-44": {"text": "View main navigation, This module describes the conceptual basis of the Climate Futures Framework and briefly describes the three tools that comprise the Climate Futures Suite of tools. , As we have seen, the principal means of developing projections of the future climate is to use climate model simulations. These projections are required for a large range of applications, of varying complexity. Frequently, climate projections are produced by taking the results from multiple models and calculating a range of statistics such as the mean or average and selected percentiles such as the median 50th, 10th and 90th. The projected changes are then usually presented as the mean or median with an associated range. For example:, A temperature change of 2° 1 – 3°, or , An increase in rainfall of 10% 5 – 15%., This type of result is useful as it clearly describes the range of results from all the models. They are often used for general descriptions of how certain climatic variables are expected to change., However, many impact assessments require data for multiple climate variables that will be used together, e.g. temperature and rainfall. In this case, it is important to ensure the data are internally consistent they are physically plausible and could occur in the real world. In other words, projections data for different climate variables should not be mixed from different models. Values obtained from a single model have this ‘internal consistency’ and are considered physically plausible. Different models produce different climate projections, so there is a range of plausible future climates. In addition, the results are different under different scenarios of future greenhouse gas emissions. Explainer: Internal Consistency new window., In turn, this implies a need to conduct separate, detailed impact assessments using the results from each of a large number of models Figure 1. Although desirable, this is often not feasible for end-users with limited time, staff and computing resources. Consequently, there is a temptation to use just one or a few models. Deciding which models to use is not straightforward. While it may be tempting to use a single ‘mid-range’ model, this overlooks other out-lying and potentially important future climates, e.g. a future with potentially large impacts., Figure 1 Conceptual approach to using all available models to undertake a climate change impact assessment with internally consistent data., A common approach to dealing with this issue has been to select a small number of ‘best’ climate models based on their ability to represent the current climate. This approach suffers from a lack of agreement among climate scientists on precisely what ‘best’ means. Often, a model that performs well in one aspect shows less skill when evaluated for another. Furthermore, this approach does not account for the need to represent the range of uncertainty among the full suite of available model projections., The desirable characteristics of climate projections for use in impact assessments can be summarised as:, The Climate Futures framework Whetton et al. 2012 has been developed by CSIRO to provide a mechanism to meet these requirements. It does this by classifying the projected changes from all available climate models for a given emissions scenario and future time period into categories defined by two climate variables usually the change in annual mean temperature and rainfall. Thus, models can be sorted into different categories or ‘Climate Futures’, such as ‘Warmer – Drier’ or ‘Hotter – Much Drier’. A simple table see Figure 2 shows the spread in the model results and allows users to explore how this changes under different emissions scenarios and time periods., The table also shows the amount of agreement among the models ‘model consensus’ for each Climate Future. For example, 17 of 39 GCMs fall in the ‘Hotter – Little Change’ climate future, thus giving it a consensus score of 44%, described as ‘Moderate Consensus’. Understanding the degree of model consensus for each climate future can help decision makers estimate the likelihoods of particular impacts., Figure 2 Example Climate Futures Matrix showing the spread of model results, clustering and showing hypothetical ‘best’ and ‘worst’ case climate futures. The ‘maximum consensus’ climate future is the one containing the greatest number of models., A ‘Key Cases’ approach Clarke et al. 2011; downloadable from this page is then used to select three climate futures that are critical to the decision-making see the example in Figure 2., ‘Best’ positive impact and ‘worst’ negative impact case climate futures are identified based on the known or expected impacts of the projected climates. These will often be climate futures with low or very low model consensus. However, they are important because they represent the relevant extremes in terms of expected impact., The third case is the ‘maximum consensus’ climate future, selected solely on the degree of model agreement, with no consideration of impacts at this stage impact will be evaluated later., Thus, for a given emissions scenario and future time period, the user need only undertake their impact assessment with three models explained further below, each of which represents a Key Case that is relevant to the impact assessment and has been assigned a consensus score Figure 3. In this way, the impact assessment takes account of the relevant range of uncertainty in the projections., Note that the intermediate-level Projections Builder tool see below automates the identification of the three Key Cases based on the information entered by the user., Figure 3 Conceptual approach to including climate change information in an impact assessment process using the ‘key cases’ approach. Non-climatic factors would be incorporated at the ‘Assessment’ stage., Frequently, an impact assessment will require more than two variables. For example, to evaluate the impact of climate change on sugar cane crops is likely to require data on temperature, rainfall, solar radiation and evaporation. Fortunately, the projected changes in many variables are related correlated. For example, changes in evaporation are strongly correlated with changes in temperature. However, wind speed does not correlate well with any other variables. When generating the Climate Futures matrix, it is important to use the maximum number of models possible. Since every model has data for mean temperature, mean rainfall and mean wind speed, these are the variables usually used for classification except in rare cases. , Table 1 shows the main variables available in the climate futures web tool and whether they are correlated with temperature, rainfall or wind speed., Table 1 Quick reference guide to which classifier variables to use to obtain data from more than two variables, Mean Temperature, Mean Rainfall, Mean Wind Speed, Mean temperature, Mean rainfall, Mean wind speed, Max temperature, Relative humidity, Min temperature, Solar radiation, Evaporation, Relative humidity, Note: Sometimes Extreme rainfall will correlate with mean rainfall and extreme wind will correlate with mean wind. The nature of these relationships can be explored using the climate futures matrix accessible via the beginner-level Explore Projections tool or the advanced-level Detailed Projections tool., Results from the individual models falling within each climate future can be displayed by expanding the relevant cell of the matrix Figure 4., Figure 4 Expanded climate future cell showing results from the individual models., Once the Key Cases have been selected and the matrix populated with the required variables, the Representative Model Wizard Figure 5 is used to identify the ‘best fit’ model for each climate future of interest. This is done using a multi-variate statistical ranking technique Kokic et al. 2002 and by default, finds the model that is closest to the mean of the climate future in question. , Note that the intermediate-level Projections Builder tool see below calculates the representative models automatically and simply presents the selected models on the results page, along with their data. The advanced-level Detailed Projections tool provides access to the Representative Model Wizard. , Figure 5 Excerpt from the Representative Model Wizard results display showing the models ranked by representativeness, with the most representative model GIS-E2-H-CC at the top. The Wizard is available in advanced-level Detailed Projections tool. In the intermediate-level Projections Builder tool, this functionality is automated., Once the model ranking is available, it is appropriate to consider any available information on the relative skill of individual models or other relevant information. As a single model will be selected as a representative of each 'key case', it is important to ensure it is sufficiently skillful - or at least to understand its limitations. In the advanced-level Detailed Projections tool, users can compare the ranked models in the Representative Model Wizard results Figure 5 with the detailed Climate Futures Matrix results and readily identify any models to avoid or use with caution. The Matrix display highlights any such models for the region of interest Figure 6. An explanation of the shortcomings or other information pertaining to the flagged models is provided in the Confidence Statements below the matrix, allowing the user to decide whether to reject the model. Should the top-ranked model in the Representative Model Wizard be flagged as of concern in the region, it can be avoided by selecting the next model in the ranked results. This process is automated in the intermediate-level Projections Builder tool., Note that some models may be 'flagged' when there is relevant information to be aware of - even if it is regarded as sufficiently skillful. Read the relevant Confidence Statement to check why it has been flagged., Figure 6 Climate Futures Matrix results display with low-skill models highlighted explanatory information is provided below the matrix. The intermediate-level Projections Builder tool automates this process., For some risk assessments, the direction and magnitude of projected change in climate at monthly, seasonal or annual scales averaged over a region of interest is sufficient. These data can be displayed and results from the selected GCMs can be exported from Australian Climate Futures. Many assessments, however, require future datasets that have the characteristics of actual weather, such as a daily time series of maximum temperature and rainfall. Whilst data of this type may be available from a range of methods, it is often sufficient to simply modify a dataset of actual observations say, from a Bureau of Meteorology weather station with the amounts of change projected by the selected set of GCMs. , A range of such 'application-ready' datasets are available from the Data Download tools or by request use the Data Request Form available on the Contact Us page. , Alternatively, users of the advanced-level Detailed Projections tool can export the projected changes into a preformatted Excel spreadsheet. Observed data can be manually entered into the spreadsheet which then automatically calculates the plausible future values. This spreadsheet can also be used as the basis for more complicated data analysis as well. , Other types of data available include:, The Australian Climate Futures Web-tool Suite has four tools that facilitate the use of the Climate Futures Framework at regional levels, and provide an objective means for selecting a subset of climate models to represent relevant climate futures. Projected changes from the latest CMIP5 models can be explored for 14 future time periods 2025, 2030, 2035,…2090 and four scenarios of greenhouse gas concentrations RCP2.6, RCP4.5, RCP6.0 and RCP8.5. Data are available from up to 40 GCM, 6 CCAM and 22 BoM-SDM simulations. Projections from the earlier CMIP3 models are available for three future time periods 2030, 2055 and 2090 and three emissions scenarios B1, A1B and A2. In this case, data are available from up to 18 GCM simulations. Users can explore, and obtain data for, projected monthly, 3-monthly, 6-monthly and annual changes in up to 14 climate variables:, The four tools that comprise the Climate Futures Suite are described here., Clarke JM, Whetton PH and Hennessy KJ 2011 Providing Application-specific Climate Projections Datasets: CSIRO’s Climate Futures Framework. In 'MODSIM2011, 19th International Congress on Modelling and Simulation. ' Eds F Chan, D Marinova and RS Anderssen pp. 2683-2690. ISBN: 978-0-9872143-1-7. Modelling and Simulation Society of Australia and New Zealand: Perth, Western Australia, Kokic P, Breckling J and Lübke O 2002 A new definition of multivariate M-quantiles. In 'Statistical Data Analysis Based on the L1-Norm and Related Methods.' Ed. Y Dodge pp. 15-24. Birkhäuser Verlag: Basel,  Whetton P, Hennessy K, Clarke J, McInnes K and Kent D 2012 Use of Representative Climate Futures in impact and adaptation assessment. Climatic Change 1153-4, 433-442., Page updated: 4th January 2018", "label": 0}, "train-45": {"text": "View main navigation, You need to be signed in to use this tool. , Not registered yet? It's quick and easy and ensures you will be notified when new datasets are added or existing ones updated. Simply go to the Sign In / Register page and follow the prompts., More information on registration can be found here.", "label": 0}, "train-46": {"text": "View main navigation, The process  of adjustment to actual or expected climate and its effects. Adaptation can be autonomous or planned. , Incremental adaptation , Adaptation actions where the central aim is to maintain the  essence and integrity of a system or process at a given scale. , Transformational adaptation , Adaptation  that changes the fundamental attributes of a system in response to climate  and its effects. , A suspension of very small solid or liquid particles in the air,  residing in the atmosphere for at least several hours., Aragonite saturation state , The saturation state of seawater with respect  to aragonite Ω is the product of the concentrations of dissolved calcium  and carbonate ions in seawater divided by their product at equilibrium:   Ca2+ × CO32-  / CaCO3=Ω, Atmosphere , The gaseous envelope surrounding the Earth. The dry atmosphere  consists almost entirely of nitrogen and oxygen, together with a number of  trace gases e.g. argon, helium and greenhouse gases e.g. carbon  dioxide, methane, nitrous oxide. The atmosphere also contains aerosols and  clouds. , Carbon dioxide, A naturally occurring gas, also a by-product of burning fossil  fuels from fossil carbon deposits, such as oil, gas and coal, of burning  biomass, of land use changes and of industrial processes e.g. cement  production. It is the principle anthropogenic greenhouse gas that affects  the Earth's radiative balance. , Climate , The average weather experienced at a site or  region over a period of many years, ranging from months to many thousands of  years. The relevant measured quantities are most often surface variables such  as temperature, rainfall and wind., Climate change , A change in the state of the climate that can be identified e.g.  by statistical tests by changes in the mean and/or variability of its  properties, and that persists for an extended period of time, typically  decades or longer. , Climate feedback , An interaction in which a perturbation in one climate quantity  causes a change in a second, and that change ultimately leads to an  additional positive or negative change in the first. , Climate projection , A climate projection is the simulated response of the climate  system to a scenario of future emission or concentration of greenhouse gases  and aerosols, generally derived using climate models. Climate projections are  distinguished from climate predictions by their dependence on the emission/concentration/radiative  forcing scenario used, which in turn is based on assumptions concerning, for  example, future socioeconomic and technological developments that may or may  not be realised. , Climate scenario , A plausible and often simplified representation of the future  climate, based on an internally consistent set of climatological  relationships that has been constructed for explicit use in investigating the  potential consequences of anthropogenic climate change, often serving as  input to impact models. , Climate sensitivity , The effective climate sensitivity units; °C is an estimate of  the global mean surface temperature response to doubled carbon dioxide  concentration that is evaluated from model output or observations for  evolving non-equilibrium conditions. , Climate variability, Climate variability refers to variations in the mean state and  other statistics such as standard deviations, the occurrence of extremes,  etc. of the climate on all spatial and temporal scales beyond that of  individual weather events. Variability may be due to natural internal  processes within the climate system internal variability, or to variations  in natural or anthropogenic external forcing external variability. , Cloud condensation nuclei, Airborne particles that serve as an initial site for the  condensation of liquid water, which can lead to the formation of cloud  droplets. A subset of aerosols that are of a particular size. , CMIP3 and CMIP5, Phases three and five of the Coupled Model  Intercomparison Project CMIP3 and CMIP5, which coordinated and archived  climate model simulations based on shared model inputs by modelling groups  from around the world. The CMIP3 multi-model dataset includes projections  using SRES emission scenarios. The CMIP5 dataset includes projections using  the Representative Concentration Pathways RCPs., Confidence, The validity of a finding based on the type, amount, quality,  and consistency of evidence e.g. mechanistic understanding, theory,  data, models, expert judgment and on the degree of agreement , Decadal variability, Fluctuations, or ups-and-downs of a climate  feature or variable at the scale of approximately a decade typically taken  as longer than a few years such as ENSO, but shorter than the 20-30 years of  the IPO, Detection and attribution, Detection of change is defined as the process of demonstrating  that climate or a system affected by climate has changed in some defined  statistical sense, without providing a reason for that change. An identified  change is detected in observations if its likelihood of occurrence by chance  due to internal variability alone is determined to be small, for example,  less than 10 per cent. Attribution is defined as the process of evaluating  the relative contributions of multiple causal factors to a change or event  with an assignment of statistical confidence. , Downscaling, Downscaling is a method that derives local to regional-scale  information from larger-scale models or data analyses. Different methods  exist e.g. dynamical, statistical  and empirical downscaling., El Niño Southern Oscillation ENSO, A fluctuation in global scale tropical and  subtropical surface pressure, wind, sea surface temperature, and rainfall,  and an exchange of air between the south-east Pacific subtropical high and  the Indonesian equatorial low. Often measured by the surface pressure anomaly  difference between Tahiti and Darwin or the sea surface temperatures in the  central and eastern equatorial Pacific. There are three phases: neutral, El  Niño and La Niña. During an El Niño event the prevailing trade winds weaken,  reducing upwelling and altering ocean currents such that the eastern tropical  surface temperatures warm, further weakening the trade winds. The opposite  occurs during a La Niña event., Emissions scenario , A plausible representation of the future development of  emissions of substances that are potentially radiatively active e.g. greenhouse  gases, aerosols based on a coherent and internally consistent set of  assumptions about driving forces such as demographic and socioeconomic  development, technological change and their key relationships. , Extreme weather, An extreme weather event is an event that is rare at a  particular place and time of year. Definitions of rare vary, but an extreme  weather event would normally be as rare as or rarer than the 10th or 90th  percentile of a probability density function estimated from observations., Fire weather, Weather conditions conducive to triggering and  sustaining wild fires, usually based on a set of indicators and combinations  of indicators including temperature, soil moisture, humidity, and wind. Fire  weather does not include the presence or absence of fuel load., Global Climate Model or General Circulation Model GCM , A numerical representation of the climate  system that is based on the physical, chemical and biological properties of  its components, their interactions and feedback processes. The climate system  can be represented by models of varying complexity and differ in such aspects  as the spatial resolution size of grid-cells, the extent to which physical,  chemical, or biological processes are explicitly represented, or the level at  which empirical parameterisations are involved., Greenhouse gas , Greenhouse gases are those gaseous constituents  of the atmosphere, both natural and anthropogenic, that absorb and emit  radiation at specific wavelengths within the spectrum of terrestrial  radiation emitted by the Earth's surface, the atmosphere itself, and by  clouds. Water vapour H2O, carbon dioxide CO2,  nitrous oxide N2O, methane CH4 and ozone O3  are the primary greenhouse gases in the Earth's atmosphere., Hadley Cell/Circulation , A direct, thermally driven circulation in the atmosphere  consisting of poleward flow in the upper troposphere, descending air into the  subtropical high-pressure cells, return flow as part of the trade winds near  the surface, and with rising air near the equator in the so-called Inter-Tropical  Convergence zone. , Indian Ocean Dipole IOD , Large-scale mode of interannual variability of  sea surface temperature in the Indian Ocean. This pattern manifests through a  zonal gradient of tropical sea surface temperature, which in its positive  phase in September to November shows cooling off Sumatra and warming off  Somalia in the west, combined with anomalous easterlies along the equator., Inter-decadal Pacific Oscillation, A fluctuation in the sea surface temperature  SST and mean sea level pressure MSLP of both the north and south Pacific  Ocean with a cycle of 15-30 years. Unlike ENSO, the IPO may not be a single  physical 'mode' of variability, but be the result of a few processes with  different origins. The IPO interacts with the ENSO to affect the climate  variability over Australia., A related phenomena, the Pacific Decadal  Oscillation PDO, is also an oscillation of SST that primarily affects the  northern Pacific, Jet stream, A narrow and fast-moving westerly air current  that circles the globe near the top of the, troposphere. The jet streams are related to the  global Hadley circulation., In the southern hemisphere the two main jet  streams are the polar jet that circles Antarctica at around 60 °S and 7-12 km  above sea level, and the subtropical jet that passes through the  mid-latitudes at around 30 °S and 10-16 km above sea level., Madden Julian Oscillation MJO , The largest single component of tropical atmospheric  intra-seasonal variability periods from 30 to 90 days. The MJO propagates  eastwards at around 5 m s-1in the form of a large-scale coupling  between atmospheric circulation and deep convection. As it progresses, it is  associated with large regions of both enhanced and suppressed rainfall,  mainly over the Indian and western Pacific Oceans. , Monsoon , A monsoon is a tropical and subtropical seasonal reversal in  both the surface winds and associated rainfall, caused by differential  heating between a continental-scale land mass and the adjacent ocean. Monsoon  rains occur mainly over land in summer. , Percentile , A percentile is a value on a scale of one hundred that indicates  the percentage of the data set values that is equal to, or below it. The  percentile is often used to estimate the extremes of a distribution. For  example, the 90th or 10th percentile may be used to refer to the threshold  for the upper or lower extremes. , Radiative  forcing , Radiative  forcing is the change in the net, downward minus upward, radiative flux  expressed in W m-2 at the tropopause or top of atmosphere due to  a change in an external driver of climate change, such as a change in the  concentration of carbon dioxide or the output of the Sun. , Representative  Concentration Pathways RCPs , Representative  Concentration Pathways follow a set of greenhouse gas, air pollution e.g aerosols and land-use scenarios  that are consistent with certain socio-economic assumptions of how the future  may evolve over time.  The well mixed  concentrations of greenhouse gases and aerosols in the atmosphere are  affected by emissions as well as absorption through land and ocean sinks.  There are four Representative Concentration Pathways RCPs that represent  the range of plausible futures from the published literature., Return  period , An  estimate of the average time interval between occurrences of an event e.g.  flood or extreme rainfall of a defined size or intensity. , Risk, The potential for consequences where something  of value is at stake and where the outcome is uncertain. Risk is often  represented as a probability of occurrence of hazardous events or trends  multiplied by the consequences if these events occur., Risk  assessment , The  qualitative and/or quantitative scientific estimation of risks. , Risk management, The plans, actions, or policies implemented to  reduce the likelihood and/or consequences of risks or to respond to  consequences., Sub-tropical  ridge STR, The sub-tropical ridge runs across a belt of  high pressure that encircles the globe in the middle latitudes. It is part of  the global circulation of the atmosphere. The position of the sub-tropical  ridge plays an important part in the way the weather in Australia varies from  season to season., Southern Annular Mode, SAM, The leading mode of variability of Southern  Hemisphere geopotential height, which is associated with shifts in the  latitude of the mid-latitude jet., SAM index, The SAM Index, otherwise known as the Antarctic  Oscillation Index AOI is a measure of the strength of SAM. The index is  based on mean sea level pressure MSLP around the whole hemisphere at 40 °S  compared to 65 °S. A positive index means a positive or high phase of the  SAM, while a negative index means a negative or low SAM. This index shows a  relationship to rainfall variability in some parts of Australia in some  seasons., SRES scenarios, SRES  scenarios are emissions scenarios developed by Nakićenović and Swart 2000  and used, among others, as a basis for some of the climate projections shown  in Chapters 9 to 11 of IPCC 2001 and Chapters 10 and 11 of IPCC 2007., Walker Circulation, An east-west circulation of the atmosphere  above the tropical Pacific, with air rising above warmer ocean regions  normally in the west, and descending over the cooler ocean areas normally  in the east. Its strength fluctuates with that of the Southern Oscillation.", "label": 0}}