{"train-0": {"text": "\nTraditional owners of Uluru make a splash using entry fee income\n, The Anangu get only 25% of the millions of dollars paid by tourists but the money is spent wisely and carefully across the region, \nLorena Allam, \n\nSat 28 Dec 2019 14.00 EST\n\n\nLast modified on Sat 28 Dec 2019 14.03 EST\n\n, The Anangu traditional owners of Uluru receive only a quarter of the millions of dollars in entry fees paid by tourists who visit the national park. But they have made that 25% go far., At Mutitjulu, the small Pitjantjatjara community on the “other” side of Uluru, the community saved for years to build and run a swimming pool., The Tjurpinytjaku pool officially opened in 2013 and clocked up about 6,700 visits last season in a community of only 350., The pool is a safe and healthy place for kids to play, brings relief from extreme temperatures and helps reduce skin and respiratory infections. The “Yes pool, yes school” program helped boost class attendance rates and it is also a haven for the elderly and mobility impaired, with a electric hoist for easy access to the water., Each year the traditional owners of the Uluru-Kata Tjuta national park allocate some of their rent income to community development projects in communities across the region where the park’s traditional owners live., Last year Anangu at Mutitjulu approved just under $1m for three projects., The main one was to keep the pool going for another four years. Running a public pool is expensive in the suburbs, let alone in a remote location in central Australia where water is a precious resource. But the joy it brings is clear., Building an inma (dance) ground in the area in front of the pool at Mutitjulu will be a significant project for 2020., The rent money also supported dialysis patients across the region. Traditional owners invested just over $500,000 in a project run by the Purple House dialysis clinic., The park’s broader traditional owner group approved $997,820 for five projects over two years. Ara Irritja is a three-year project to put computers in eight communities and train Anangu to collect and preserve history, culture, stories and language., It will also fund primary and secondary education opportunities for young people, as well as bush culture camps, a new cool room for the remote community of Imanpa, and restoring the church at Pukaja (Ernabella)., Traditional owners have decided these projects are important., Across the region Uluru traditional owners are paying to upgrade cemeteries, building fences and finding and marking graves., Two months on from the historic closure of the climb at Uluru, the traditional owners say they are happy that new tourism opportunities will be open to visitors., “Uluru and Kata Tjuta are surrounded by beautiful places, by many homelands and so much Tjukurpa. We want to take people into this beautiful country,” a traditional owner and chairman of the Central Land Council, Sammy Wilson, said., “More and more people are coming on tours to learn from us Anangu. I enjoy people asking about and wanting to learn about our country.”, Parks Australia, which runs the Uluru-Kata Tjuta national park, has foreshadowed an increase in visitor fees to the park from November 2020. The fee has not gone up in 16 years., A spokesperson for the council, which helps traditional owners manage their rent money through its community development program, says any increase in money received by Anangu either from higher gate fees or an increased share of the gate fees “will help to support more Anangu initiatives”.traditional owners of uluru make a splash using entry fee income", "label": 0}, "train-1": {"text": "\n'There is no limit': how scholarships and work experience are changing Indigenous lives\n, Culture can connect people on a level unlike anything else – if you’ve experienced it, you know what I mean, Hannah McCleary for IndigenousX, \n\nWed 1 Jan 2020 23.53 EST\n\n\nLast modified on Mon 13 Jan 2020 18.59 EST\n\n, Australia must realise that an important step towards reconciliation is showing Aboriginal and Torres Strait Islander students that they are valued and important, and that we believe in their future. Providing opportunities for professional experience, learning and networking is a crucial component of this. I have been lucky enough to be involved in a number of programs aimed at Aboriginal and Torres Strait Islander students, and they have changed my life (and my peers’ lives) immensely., Growing up on my small island home of Tasmania, in a school full of hundreds of kids, I was only ever aware of three or four other students who also identified as Indigenous. For a long time, I struggled with understanding and embracing my identity and culture due to not having a network of other Indigenous kids around me – something which is all too common among our young people, as a consequence of the stolen generation and enduring prejudice within society., In grade 10, my favourite science teacher introduced me to what would go on to be a life-changing experience: ASSETS. Run by the CSIRO, ASSETS is the Aboriginal Summer School for Excellence in Technology and Science. I applied, was accepted to the Townsville camp, and a few months later travelled more than 3,000km from chilly Tasmania to hot, humid, tropical north Queensland., I remember arriving at James Cook University, where my ASSETS camp was based, and seeing another 30 bright, enthusiastic, kind Indigenous students, all my age and with the same passions as me. I felt instantly comfortable, and as we started to yarn and bond, I was surprised at how much I had in common with these individuals I had never met before., It’s hard to describe, but culture can connect individuals on a level unlike anything else – and, if you’ve experienced it, you know exactly what I mean., I went on to attend the Indigenous Winter School held by the University of New South Wales the next year, and I look back at the week with extremely fond memories. I realise how much this experience helped me to realise my love of science, and understanding and appreciation of my culture. I am still in contact with many incredible people I was privileged to meet there., Shortly into my first year at university, I was introduced to the Indigenous Cadetship program run by the CSIRO by a mentor, friend and all-round legend from ASSETS, Scott Philip. The program employs Aboriginal and Torres Strait Islander students, providing them with full-time work during the university holidays to gain professional and industry experience, while also supporting the students during their university study. I applied for a cadetship with the CSIRO’s Marine National Facility – something I never would have been confident enough to do, if not for my past experiences. A few months later I got a call letting me know I had been successful, and my leap of faith in applying had been worth it., I appreciate how lucky I am to have been able to take part in several opportunities for young Indigenous people, and I also know how disappointed I felt on a few occasions when I wasn’t accepted to similar programs., There is an overwhelming number of young Indigenous students, ready to learn and bond with other like-minded individuals, and not nearly enough opportunities to accommodate the growing demand. Australia must realise the value of these opportunities and the impact they have on young Aboriginal and Torres Strait Islander peoples – the people of our future – and take the initiative to invest more time, money and energy into ensuring these precious educational programs are given the commitment they deserve. I look forward to the day when every single Aboriginal and Torres Strait Islander student can be given the opportunities that I experienced., As part of my cadetship with the CSIRO’s Marine National Facility I have been honoured to be able to assist in the planning and delivery of the Indigenous Time at Sea Scholarship (ITSS), a program that will give Indigenous university students opportunities to participate in voyages on board the marine research vessel Investigator., It is an incredible feeling knowing I can provide opportunities for Aboriginal and Torres Strait Islander students like the one that changed my life five years ago., As I am writing this, I am on board RV Investigator, undertaking a voyage from Darwin to Fremantle, with two Indigenous university students, Sophie Gilbey and Tiahni Adamson – the first brilliant students to be awarded the Indigenous Time at Sea Scholarship., These experiences have changed my life and my future for the better, and have made a deep impact on my cultural appreciation and understanding, my love of learning and have shown me the power of knowledge. I have met brothers and sisters from across Australia, been introduced to the diversity of study within science and other educational disciplines, and now I am helping to provide similar opportunities for students just like me., There is no limit to what you can achieve as a young Indigenous person, and everything you experience, whether it be success or not, is valuable. Be brave, and you will be rewarded – and know that your mob are always walking beside you., Hannah McCleary is a proud Palawa woman and is helping to coordinate the CSIRO Marine National Facility’s new Indigenous Time at Sea Scholarshipthere is no limit how scholarships and work experience are changing indigenous lives", "label": 0}, "train-2": {"text": "\n'There is no limit': how scholarships and work experience are changing Indigenous lives\n, Culture can connect people on a level unlike anything else – if you’ve experienced it, you know what I mean, Hannah McCleary for IndigenousX, \n\nWed 1 Jan 2020 23.53 EST\n\n\nLast modified on Mon 13 Jan 2020 18.59 EST\n\n, Australia must realise that an important step towards reconciliation is showing Aboriginal and Torres Strait Islander students that they are valued and important, and that we believe in their future. Providing opportunities for professional experience, learning and networking is a crucial component of this. I have been lucky enough to be involved in a number of programs aimed at Aboriginal and Torres Strait Islander students, and they have changed my life (and my peers’ lives) immensely., Growing up on my small island home of Tasmania, in a school full of hundreds of kids, I was only ever aware of three or four other students who also identified as Indigenous. For a long time, I struggled with understanding and embracing my identity and culture due to not having a network of other Indigenous kids around me – something which is all too common among our young people, as a consequence of the stolen generation and enduring prejudice within society., In grade 10, my favourite science teacher introduced me to what would go on to be a life-changing experience: ASSETS. Run by the CSIRO, ASSETS is the Aboriginal Summer School for Excellence in Technology and Science. I applied, was accepted to the Townsville camp, and a few months later travelled more than 3,000km from chilly Tasmania to hot, humid, tropical north Queensland., I remember arriving at James Cook University, where my ASSETS camp was based, and seeing another 30 bright, enthusiastic, kind Indigenous students, all my age and with the same passions as me. I felt instantly comfortable, and as we started to yarn and bond, I was surprised at how much I had in common with these individuals I had never met before., It’s hard to describe, but culture can connect individuals on a level unlike anything else – and, if you’ve experienced it, you know exactly what I mean., I went on to attend the Indigenous Winter School held by the University of New South Wales the next year, and I look back at the week with extremely fond memories. I realise how much this experience helped me to realise my love of science, and understanding and appreciation of my culture. I am still in contact with many incredible people I was privileged to meet there., Shortly into my first year at university, I was introduced to the Indigenous Cadetship program run by the CSIRO by a mentor, friend and all-round legend from ASSETS, Scott Philip. The program employs Aboriginal and Torres Strait Islander students, providing them with full-time work during the university holidays to gain professional and industry experience, while also supporting the students during their university study. I applied for a cadetship with the CSIRO’s Marine National Facility – something I never would have been confident enough to do, if not for my past experiences. A few months later I got a call letting me know I had been successful, and my leap of faith in applying had been worth it., I appreciate how lucky I am to have been able to take part in several opportunities for young Indigenous people, and I also know how disappointed I felt on a few occasions when I wasn’t accepted to similar programs., There is an overwhelming number of young Indigenous students, ready to learn and bond with other like-minded individuals, and not nearly enough opportunities to accommodate the growing demand. Australia must realise the value of these opportunities and the impact they have on young Aboriginal and Torres Strait Islander peoples – the people of our future – and take the initiative to invest more time, money and energy into ensuring these precious educational programs are given the commitment they deserve. I look forward to the day when every single Aboriginal and Torres Strait Islander student can be given the opportunities that I experienced., As part of my cadetship with the CSIRO’s Marine National Facility I have been honoured to be able to assist in the planning and delivery of the Indigenous Time at Sea Scholarship (ITSS), a program that will give Indigenous university students opportunities to participate in voyages on board the marine research vessel Investigator., It is an incredible feeling knowing I can provide opportunities for Aboriginal and Torres Strait Islander students like the one that changed my life five years ago., As I am writing this, I am on board RV Investigator, undertaking a voyage from Darwin to Fremantle, with two Indigenous university students, Sophie Gilbey and Tiahni Adamson – the first brilliant students to be awarded the Indigenous Time at Sea Scholarship., These experiences have changed my life and my future for the better, and have made a deep impact on my cultural appreciation and understanding, my love of learning and have shown me the power of knowledge. I have met brothers and sisters from across Australia, been introduced to the diversity of study within science and other educational disciplines, and now I am helping to provide similar opportunities for students just like me., There is no limit to what you can achieve as a young Indigenous person, and everything you experience, whether it be success or not, is valuable. Be brave, and you will be rewarded – and know that your mob are always walking beside you., Hannah McCleary is a proud Palawa woman and is helping to coordinate the CSIRO Marine National Facility’s new Indigenous Time at Sea Scholarshipthere is no limit how scholarships and work experience are changing indigenous lives", "label": 0}, "train-3": {"text": "\n'There is no limit': how scholarships and work experience are changing Indigenous lives\n, Culture can connect people on a level unlike anything else – if you’ve experienced it, you know what I mean, Hannah McCleary for IndigenousX, \n\nWed 1 Jan 2020 23.53 EST\n\n\nLast modified on Mon 13 Jan 2020 18.59 EST\n\n, Australia must realise that an important step towards reconciliation is showing Aboriginal and Torres Strait Islander students that they are valued and important, and that we believe in their future. Providing opportunities for professional experience, learning and networking is a crucial component of this. I have been lucky enough to be involved in a number of programs aimed at Aboriginal and Torres Strait Islander students, and they have changed my life (and my peers’ lives) immensely., Growing up on my small island home of Tasmania, in a school full of hundreds of kids, I was only ever aware of three or four other students who also identified as Indigenous. For a long time, I struggled with understanding and embracing my identity and culture due to not having a network of other Indigenous kids around me – something which is all too common among our young people, as a consequence of the stolen generation and enduring prejudice within society., In grade 10, my favourite science teacher introduced me to what would go on to be a life-changing experience: ASSETS. Run by the CSIRO, ASSETS is the Aboriginal Summer School for Excellence in Technology and Science. I applied, was accepted to the Townsville camp, and a few months later travelled more than 3,000km from chilly Tasmania to hot, humid, tropical north Queensland., I remember arriving at James Cook University, where my ASSETS camp was based, and seeing another 30 bright, enthusiastic, kind Indigenous students, all my age and with the same passions as me. I felt instantly comfortable, and as we started to yarn and bond, I was surprised at how much I had in common with these individuals I had never met before., It’s hard to describe, but culture can connect individuals on a level unlike anything else – and, if you’ve experienced it, you know exactly what I mean., I went on to attend the Indigenous Winter School held by the University of New South Wales the next year, and I look back at the week with extremely fond memories. I realise how much this experience helped me to realise my love of science, and understanding and appreciation of my culture. I am still in contact with many incredible people I was privileged to meet there., Shortly into my first year at university, I was introduced to the Indigenous Cadetship program run by the CSIRO by a mentor, friend and all-round legend from ASSETS, Scott Philip. The program employs Aboriginal and Torres Strait Islander students, providing them with full-time work during the university holidays to gain professional and industry experience, while also supporting the students during their university study. I applied for a cadetship with the CSIRO’s Marine National Facility – something I never would have been confident enough to do, if not for my past experiences. A few months later I got a call letting me know I had been successful, and my leap of faith in applying had been worth it., I appreciate how lucky I am to have been able to take part in several opportunities for young Indigenous people, and I also know how disappointed I felt on a few occasions when I wasn’t accepted to similar programs., There is an overwhelming number of young Indigenous students, ready to learn and bond with other like-minded individuals, and not nearly enough opportunities to accommodate the growing demand. Australia must realise the value of these opportunities and the impact they have on young Aboriginal and Torres Strait Islander peoples – the people of our future – and take the initiative to invest more time, money and energy into ensuring these precious educational programs are given the commitment they deserve. I look forward to the day when every single Aboriginal and Torres Strait Islander student can be given the opportunities that I experienced., As part of my cadetship with the CSIRO’s Marine National Facility I have been honoured to be able to assist in the planning and delivery of the Indigenous Time at Sea Scholarship (ITSS), a program that will give Indigenous university students opportunities to participate in voyages on board the marine research vessel Investigator., It is an incredible feeling knowing I can provide opportunities for Aboriginal and Torres Strait Islander students like the one that changed my life five years ago., As I am writing this, I am on board RV Investigator, undertaking a voyage from Darwin to Fremantle, with two Indigenous university students, Sophie Gilbey and Tiahni Adamson – the first brilliant students to be awarded the Indigenous Time at Sea Scholarship., These experiences have changed my life and my future for the better, and have made a deep impact on my cultural appreciation and understanding, my love of learning and have shown me the power of knowledge. I have met brothers and sisters from across Australia, been introduced to the diversity of study within science and other educational disciplines, and now I am helping to provide similar opportunities for students just like me., There is no limit to what you can achieve as a young Indigenous person, and everything you experience, whether it be success or not, is valuable. Be brave, and you will be rewarded – and know that your mob are always walking beside you., Hannah McCleary is a proud Palawa woman and is helping to coordinate the CSIRO Marine National Facility’s new Indigenous Time at Sea Scholarshipthere is no limit how scholarships and work experience are changing indigenous lives", "label": 0}, "train-4": {"text": "\nFor First Nations people the bushfires bring a particular grief, burning what makes us who we are\n, Our memories, our sacred places, we are losing what forever connects us to a place in the landscape. But we can help, \n\nSun 5 Jan 2020 12.00 EST\n\n\nLast modified on Mon 3 Feb 2020 23.08 EST\n\n, There’s a midden at Murramarang on the south coast that dates back to the ice age. It holds the stories of 12,000 years of Yuin occupation in layers of stone tools and spearpoints, fish bones and oyster shells., To get there you walk through a cow paddock along a path worn by the surfers who go down to Murramarang beach. The midden lies in a hollow on the headland, sheltered from the wind, a place to sit and watch the sea and sky., For thousands of years, Yuin ancestors would gather and feast, sending fire signals to other mobs up and down the coast. My dad used to say he’d like to sit there one night by the fire and see who might come from the shadows to join him. That’s how strong their presence is in that quiet place., Murramarang was right in the middle of the fire zone, about 18km south of Ulladulla near Bawley point, where the fires burned all the way to the sand in early December. I want to hope the midden is intact, but unlike the prime minister I don’t believe in miracles. The fires were too ferocious., Growing up Aboriginal on another mob’s country is a lifelong double dislocation. We belong somewhere else but despite being displaced generations earlier by the frontier and all the horrors that followed, wherever we live as First Nations people, we hold a deep love for country and all that belongs to it. It may not be our land but we love and care for it just the same., My family ties are in the far west of NSW, where drought, dead rivers and dust storms are destroying our totems and sacred places. But I grew up in the beautiful south and it is the home of my heart., When I was a kid, Ulladulla was the worker’s paradise holiday spot, not a glamour destination. It swelled to bursting in holiday times but it always seemed that visitors preferred the north coast which had, I was told, warmer water and more things to do when it rained, which it often did down south, even in the middle of summer. But I loved the cold ocean, the empty beaches, the bracing southerlies that ended a hot summer day, usually bringing rain or relief., On Saturday they just delivered chaos., In my early teens, my best friend and I went bushwalking with a seemingly ancient group of adults, including her parents, who we secretly called the Fogies. We liked to pretend we were being dragged along but we loved being in the bush, on day-long walks through Moreton national park, trekking along escarpments and slipping into rainforest gullies, with creeks (and leeches) and caves rich with rock art. There were no miracles to be had there either: the fire roared though just after Christmas and on through Nowra into Kangaroo Valley., I was holidaying with my family at Jervis Bay on New Year’s Eve, in the little house we go to every year. The power kept dimming as the sky went red and quickly black, and the street lights came on at two in the afternoon. I felt the terror of receiving an RFS text that told me it was too late to leave and to seek shelter. A pyrocumulus formed as we stood and watched, thunder rolled and ashy rain fell., Some of these places have never burned, not once in my lifetime, let alone all at once. Like you, I’ve watched in anguish and horror as fire lays waste to precious Yuin land, taking everything with it – lives, homes, animals, trees – but for First Nations people it is also burning up our memories, our sacred places, all the things which make us who we are., It’s a particular grief, to lose forever what connects you to a place in the landscape. Our ancestors felt it, our elders felt it, and now we are feeling it all over again as we watch how the mistreatment and neglect of our land and waters for generations, and the pig-headed foolishness of coal-obsessed climate change denialists turn everything and everyone to ash., Psychologists talk about the phenomenon of climate grief and the need to confront the reality we face head on. Well, we are all confronting it now, and there is no end in sight to this catastrophe., We have to help each other mourn for what we all love and are losing day by day. But it is not too late to seek solutions from First Nations people who, if you care to ask, know how to do cultural burning to keep the fuel load down, and know where and when to do them., Ask the First Nations people who are on the frontline on the south coast, like the Yuin crew of the Wreck Bay RFS, who fought blazes out the back of my home town for days over Christmas, and ask the others who are cooking meals, evacuating elders and opening their doors to people who have nowhere else to go., We know what it feels like to lose everything. And we know the rage of helplessness in the face of government indifference. Maybe this summer is the turning point, where our collective grief turns to action and we recognise the knowledge that First Nations people want to share, to make sure these horrors are never repeated., Our precious country needs us.for first nations people the bushfires bring a particular grief burning what makes us who we are", "label": 0}, "train-5": {"text": "\nFor First Nations people the bushfires bring a particular grief, burning what makes us who we are\n, Our memories, our sacred places, we are losing what forever connects us to a place in the landscape. But we can help, \n\nSun 5 Jan 2020 12.00 EST\n\n\nLast modified on Mon 3 Feb 2020 23.08 EST\n\n, There’s a midden at Murramarang on the south coast that dates back to the ice age. It holds the stories of 12,000 years of Yuin occupation in layers of stone tools and spearpoints, fish bones and oyster shells., To get there you walk through a cow paddock along a path worn by the surfers who go down to Murramarang beach. The midden lies in a hollow on the headland, sheltered from the wind, a place to sit and watch the sea and sky., For thousands of years, Yuin ancestors would gather and feast, sending fire signals to other mobs up and down the coast. My dad used to say he’d like to sit there one night by the fire and see who might come from the shadows to join him. That’s how strong their presence is in that quiet place., Murramarang was right in the middle of the fire zone, about 18km south of Ulladulla near Bawley point, where the fires burned all the way to the sand in early December. I want to hope the midden is intact, but unlike the prime minister I don’t believe in miracles. The fires were too ferocious., Growing up Aboriginal on another mob’s country is a lifelong double dislocation. We belong somewhere else but despite being displaced generations earlier by the frontier and all the horrors that followed, wherever we live as First Nations people, we hold a deep love for country and all that belongs to it. It may not be our land but we love and care for it just the same., My family ties are in the far west of NSW, where drought, dead rivers and dust storms are destroying our totems and sacred places. But I grew up in the beautiful south and it is the home of my heart., When I was a kid, Ulladulla was the worker’s paradise holiday spot, not a glamour destination. It swelled to bursting in holiday times but it always seemed that visitors preferred the north coast which had, I was told, warmer water and more things to do when it rained, which it often did down south, even in the middle of summer. But I loved the cold ocean, the empty beaches, the bracing southerlies that ended a hot summer day, usually bringing rain or relief., On Saturday they just delivered chaos., In my early teens, my best friend and I went bushwalking with a seemingly ancient group of adults, including her parents, who we secretly called the Fogies. We liked to pretend we were being dragged along but we loved being in the bush, on day-long walks through Moreton national park, trekking along escarpments and slipping into rainforest gullies, with creeks (and leeches) and caves rich with rock art. There were no miracles to be had there either: the fire roared though just after Christmas and on through Nowra into Kangaroo Valley., I was holidaying with my family at Jervis Bay on New Year’s Eve, in the little house we go to every year. The power kept dimming as the sky went red and quickly black, and the street lights came on at two in the afternoon. I felt the terror of receiving an RFS text that told me it was too late to leave and to seek shelter. A pyrocumulus formed as we stood and watched, thunder rolled and ashy rain fell., Some of these places have never burned, not once in my lifetime, let alone all at once. Like you, I’ve watched in anguish and horror as fire lays waste to precious Yuin land, taking everything with it – lives, homes, animals, trees – but for First Nations people it is also burning up our memories, our sacred places, all the things which make us who we are., It’s a particular grief, to lose forever what connects you to a place in the landscape. Our ancestors felt it, our elders felt it, and now we are feeling it all over again as we watch how the mistreatment and neglect of our land and waters for generations, and the pig-headed foolishness of coal-obsessed climate change denialists turn everything and everyone to ash., Psychologists talk about the phenomenon of climate grief and the need to confront the reality we face head on. Well, we are all confronting it now, and there is no end in sight to this catastrophe., We have to help each other mourn for what we all love and are losing day by day. But it is not too late to seek solutions from First Nations people who, if you care to ask, know how to do cultural burning to keep the fuel load down, and know where and when to do them., Ask the First Nations people who are on the frontline on the south coast, like the Yuin crew of the Wreck Bay RFS, who fought blazes out the back of my home town for days over Christmas, and ask the others who are cooking meals, evacuating elders and opening their doors to people who have nowhere else to go., We know what it feels like to lose everything. And we know the rage of helplessness in the face of government indifference. Maybe this summer is the turning point, where our collective grief turns to action and we recognise the knowledge that First Nations people want to share, to make sure these horrors are never repeated., Our precious country needs us.for first nations people the bushfires bring a particular grief burning what makes us who we are", "label": 0}, "train-6": {"text": "\nGrave fears held for thousands of rock art sites after bushfires lay bare irrevocable damage\n, Warnings come after discovery of fire-ravaged Anaiwan panel on property in northern NSW that is at least 500 years old , \nLorena Allam, \n\nSat 1 Feb 2020 14.00 EST\n\n\nLast modified on Mon 3 Feb 2020 23.06 EST\n\n, An important rock art site in northern New South Wales has been discovered after being irretrievably damaged by bushfire, with grave fears held for thousands of other sites., Some of the art at the site, which is on private property west of Armidale on the NSW northern tablelands, was known but had not been fully documented. Fire also destroyed a nearby site which had not been documented. The art is thought to be at least 500 years old., The property owner alerted the local Anaiwan traditional owners Steven Ahoy and Callum Clayton-Dixon, who visited the site on Monday with the academics Mark Moore and June Ross from the University of New England’s archaeology department., Moore said an intense bushfire burned right up to the edge of the boulder, shearing off enormous slabs of granite. The shearing – known as spalling – was probably caused by a rapid temperature change rather than prolonged heat exposure, he said., The site was recorded for the first time a few months ago, though local landowners had been aware of it for many years. Last week the team discovered a second, unrecorded panel on a neighbouring boulder where the face of the rock, along with the images that may have been there, had already been sheared away., “It’s clear there was more art there, but now it’s gone,” Moore said., The fact this rock art has survived many, many bushfires only to be significantly damaged in this fire is telling us something has changed dramatically, “The art site is a part of the Anaiwan cultural landscape and is directly connected to other significant art sites in the New England area,” Ahoy said. “These art sites are very rare due to the fact that art sites have been highly damaged or destroyed in the past.”, Ahoy said Anaiwan were keen to resume cultural burning techniques near vulnerable sites to help protect them from future catastrophic fires. “Fires and other weather patterns have greatly affected the landscape,” he said. “And we as Anaiwan people have not had the ability or opportunity to continue our land management practices., “These cultural practices have been developed over thousands of years, not only to sustain the land but also the people and environment.”, Moore said the assessment of fire-damaged heritage sites would take a long time and the situation was “uncharted”., “My greatest fear is that this is not an isolated example,” he said. “These sites are vulnerable to further damage and erosion. They were already vulnerable because of the drought. Stone artefacts have been exposed, lying everywhere on the ground because there’s no grass to cover them., “The fact that they’ve survived many, many bushfires only to be significantly damaged in this fire is telling us something has changed dramatically,” Moore said., Moore said the site could not be saved., “There is not much that can be done for this site, other than documenting the effects of the fire while it is still fresh, monitoring the long-term impacts, and evaluating how the adjacent vegetation might have been managed to prevent the damage,” he said., “The rock art sites in the New England granite country are poorly known and have not been comprehensively studied or identified, and this example demonstrates that they are clearly under threat from the new bushfire conditions.”, Heritage experts say thousands of secret, sacred and important Aboriginal sites in NSW and Victoria may have been damaged by the bushfires, and are calling on the federal government to make sure Australia’s “rich cultural heritage” is included in every bushfire recovery plan., The Australian Archaeological Association – representing heritage professionals, researchers and traditional custodians – said urgent visits were needed to known sites and heritage places to survey the damage and assess the condition of what survives.grave fears held for thousands of rock art sites after bushfires lay bare irrevocable damage", "label": 0}, "train-7": {"text": "\nThe golden age of Indigenous television is here – and it's changed Australia forever\n, From Redfern Now to Mystery Road, Indigenous people have seized control of the small screen. For actor Shari Sebbens, it’s a realisation of her dreams, • What’s your most unforgettable Australian TV moment? Vote in our poll, \n\nSat 1 Feb 2020 14.00 EST\n\n\nLast modified on Wed 5 Feb 2020 23.58 EST\n\n, “Shaz, Shaz, quick, look!” my mum and dad yelled out to me from our lounge room in Darwin, one humid evening in 1997., I walked into the room at the fiery pace that any 13-year-old asked to do anything adopts. “Look,” mum said, pointing at the TV, “there’s a place you can go to study acting.”, My parents had stumbled upon an episode of Channel Seven’s Drama School: a short-lived reality series that gave people a behind-the-scenes look at the National Institute of Dramatic Art. I woke up the next morning, my mind made up: “Mum, when I’m 18 I’m going to go to Nida and I’m going to become an actor”. “OK,” she responded, “now get your little brother up for school.”, My mother, Annarella – a Bardi, Jabirr Jabirr woman born and raised in Broome and then Darwin – had four kids by the time she was 24. When she was 12 years old she and the other Aboriginal children in her class were told by their teacher not to worry about studying, as they would only ever be domestics anyway. Mum graduated from uni in her late 40s after raising six kids; she would go on to help her community in ways I can only aspire to. That little “OK” was my mother’s blessing; it was her choosing to believe in her children and their dreams, big or small, more than anyone had ever believed in her., All of this despite the fact that until then I had only seen two Aboriginal people on screen: Luke Carroll in Lift off and Aaron Pedersen in Water Rats. It would be another year before Deborah Mailman’s debut in The Secret Life of Us., Deborah, Aaron and Luke: this holy trinity of black television, the only three Aboriginal faces I saw on my TV. Each of them going about their business, living lives so far from anything I knew: Aaron, the crime solving water rat; Deborah, the inner city housemate; and Luke, the schoolkid who was friends with that creepy doll. They were Aboriginal and they were on my screen and we were so proud of them – yet it would take another six years for Aboriginal Australia to truly feel they had a stake claimed in the landscape of Aussie television., The Circuit aired in 2007 and is the first television drama to employ a mostly Aboriginal writing team. Season one screened during my first year of drama school in Sydney – look, ma, I made it! I was so far from home and this show, set in Broome where my mother was born and most of my family still remain, offered me the first time I could talk to people about a world I knew, a world I grew up in, a black world. I crossed my fingers and prayed to the Ancestors that I’d be lucky enough to work on a show like The Circuit., Spoiler alert: my prayers were answered and then some. My first television appearance would be in 2012 when Redfern Now went into production. The first TV series to be written, directed and produced by Indigenous people., This was a major shift for Indigenous television, and that was reflected in the audience response. Both seasons and a movie would clean up at the awards nights; critics loved it and I have it on good authority that Ray Meagher thought it was one of the best drama series this country has produced. Stone the flaming crows, ma – I made it again!, Being a part of that show was special. There was something in the quiet moments before the camera rolled – everybody, First Nations or not, could feel it. The reception was bittersweet though, because as Redfern New was going up, the Block and the community it represented were being torn down. I’ll never forget standing on the set of Nanna Coral’s house after a shower had passed through one lunchtime, and seeing a rainbow landing right behind the Aboriginal and Torres Strait Island flags., Redfern Now was a fitting homage to a terribly important period of Aboriginal history, drowned by gentrification. And in the following years, new shows bubbled forth from a fountain of ferocious First Nations talent. People who had waited their whole lives to be heard, to be seen bringing us shows like The Gods of Wheat Street. Ready For This. 8MMM. Cleverman. Black Comedy. The Warriors. Kiki &amp; Kitty. Total Control. KGB. Little J &amp; Big Cuz. Mystery Road., The golden age of Indigenous television is upon us and why? Because we, First Nations people, have gained control of our narrative. We are exploring storytelling through television in every way we can. We will make mistakes, we will make history, we will spark dialogue and incite empathy. We will no longer accept a non-Indigenous lens fogging over our history and our lived experience., Our stories are ours again and we’re not giving them back so please pull up a chair, grab a cuppa, join us for a yarn and bask in the glow.the golden age of indigenous television is here and its changed australia forever", "label": 0}, "train-8": {"text": "\nMan in the middle: Ken Wyatt on being caught between the Uluru statement and his party\n, Minister for Indigenous Australians says he has to manage expectations on all sides as he seeks to build a consensus on a voice to parliament, \nLorena Allam, \n\nSat 1 Feb 2020 14.00 EST\n\n\nLast modified on Sat 1 Feb 2020 14.02 EST\n\n, Minister for Indigenous Australians Ken Wyatt will this week announce the third and final group of people he has selected to build consensus on a voice to government, even as he accepts this approach is facing criticism from many quarters., “The first thing I have to manage is the expectation from our community,” Wyatt said. “And that is diverse across the nation, depending on what the issues are.”, I don’t have an issue with people who have a completely different and opposing view, “The other is the expectation of my own party. And then the expectation that Australia has, given that I’m the Indigenous person who sits in this portfolio and leads it., Speaking to Guardian Australia, Wyatt said he doesn’t mind being in the middle between Indigenous communities who want a voice entrenched in the constitution – after years of reports, inquiries and referendum council recommendations – and those in his own party who say they will oppose a “divisive” voice and voting “based on race”, no matter what form it takes., Key supporters of the Uluru Statement from the Heart reject the constitutional recognition he proposes as merely symbolism., “I don’t have an issue with people who have a completely different and opposing view,” Wyatt said. “That’s the beauty of our country, we can have a range of views. Hence if you look at the membership of all three tiers, it reflects that range of views, including some who were involved with the deliberations around the Uluru statement,” he said., Wyatt’s three-tier structure has Indigenous and non-Indigenous appointees who will develop models for how a voice to government might operate at a local, regional and national level., Contrary to the demands expressed in the Uluru statement from the heart, Wyatt wants to legislate the voice before any referendum on constitutional recognition., His senior advisory group, co-chaired by Marcia Langton and Tom Calma, will propose models for the voice by June., There was surprise at the inclusion of rightwing commentator Chris Kenny in the national group, but Wyatt said he wanted to hear from as wide a range of views as possible because “that’s society”., “And if we want to win now, if we want to achieve the outcomes I’m seeking, then I need a reflection of as wide range of views that I would find outside of Parliament House, in any community., “Then you can say, I’ve got a diverse group of Australians who have given me advice and believe that this is an acceptable way forward.”, This week, Wyatt will announce the membership of the the third tier of this consultation process: the regional and local level. , “And the regional voices could be cultural. So the Warlpiri people said to me, if you do a local voice, it has to be our cultural group. When I spoke with the Yolngu people and with Gumatj people, with Galarrwuy Yunupingu, they said, we’ve got clan leaders, so you should be shaping it on our clan leader structures.”, By focusing on people, then we will have a better outcome, “I’ll be saying to the regional and local voice, I don’t care what the models are. If they vary across the nation, then that’s healthy. One size does not fit all.”, Wyatt said addressing the “deplorable” rates of youth suicide and closing the gap were his key priorities., “The single challenge that is paramount is closing the gap and working with 50 peak organisations and my parliamentary colleagues, particularly cabinet colleagues.”, Last week Scott Morrison and several senior ministers – including the treasurer, Josh Frydenberg, the deputy PM, Michael McCormack, and the education minister, Dan Tehan – met with Wyatt and the peak Aboriginal community organisations., They agreed on “priority reforms” including having greater Aboriginal involvement in decision-making and service delivery at a national, regional and local level. There was also a commitment to making sure “all mainstream government agencies and institutions undertake systemic and structural transformation to contribute to closing the gap”., “It was the first time in a long time that we’ve been in the cabinet room to talk about the best way forward for our people,” the convener of peak organisations, Pat Turner, said after the meeting. “This is not just business as usual.”, Turner said it was a step closer to “where decision-making is shared, and the expertise and experiences of Aboriginal and Torres Strait Islander people is fully recognised”., Wyatt said the meeting was “fruitful”., “I made the point that every minister around the cabinet table has a responsibility for Indigenous people within their portfolios. The PM jumped in and said, we will all be ministers for Indigenous Australians. But he said, my minister Wyatt will lead the work that is needed. And that’s a telling comment. It reflects the fact we’re focusing on people, not the issues. By focusing on people, then we will have a better outcome.”man in the middle ken wyatt on being caught between the uluru statement and his party", "label": 0}, "train-9": {"text": "\nGrave fears held for thousands of rock art sites after bushfires lay bare irrevocable damage\n, Warnings come after discovery of fire-ravaged Anaiwan panel on property in northern NSW that is at least 500 years old , \nLorena Allam, \n\nSat 1 Feb 2020 14.00 EST\n\n\nLast modified on Mon 3 Feb 2020 23.06 EST\n\n, An important rock art site in northern New South Wales has been discovered after being irretrievably damaged by bushfire, with grave fears held for thousands of other sites., Some of the art at the site, which is on private property west of Armidale on the NSW northern tablelands, was known but had not been fully documented. Fire also destroyed a nearby site which had not been documented. The art is thought to be at least 500 years old., The property owner alerted the local Anaiwan traditional owners Steven Ahoy and Callum Clayton-Dixon, who visited the site on Monday with the academics Mark Moore and June Ross from the University of New England’s archaeology department., Moore said an intense bushfire burned right up to the edge of the boulder, shearing off enormous slabs of granite. The shearing – known as spalling – was probably caused by a rapid temperature change rather than prolonged heat exposure, he said., The site was recorded for the first time a few months ago, though local landowners had been aware of it for many years. Last week the team discovered a second, unrecorded panel on a neighbouring boulder where the face of the rock, along with the images that may have been there, had already been sheared away., “It’s clear there was more art there, but now it’s gone,” Moore said., The fact this rock art has survived many, many bushfires only to be significantly damaged in this fire is telling us something has changed dramatically, “The art site is a part of the Anaiwan cultural landscape and is directly connected to other significant art sites in the New England area,” Ahoy said. “These art sites are very rare due to the fact that art sites have been highly damaged or destroyed in the past.”, Ahoy said Anaiwan were keen to resume cultural burning techniques near vulnerable sites to help protect them from future catastrophic fires. “Fires and other weather patterns have greatly affected the landscape,” he said. “And we as Anaiwan people have not had the ability or opportunity to continue our land management practices., “These cultural practices have been developed over thousands of years, not only to sustain the land but also the people and environment.”, Moore said the assessment of fire-damaged heritage sites would take a long time and the situation was “uncharted”., “My greatest fear is that this is not an isolated example,” he said. “These sites are vulnerable to further damage and erosion. They were already vulnerable because of the drought. Stone artefacts have been exposed, lying everywhere on the ground because there’s no grass to cover them., “The fact that they’ve survived many, many bushfires only to be significantly damaged in this fire is telling us something has changed dramatically,” Moore said., Moore said the site could not be saved., “There is not much that can be done for this site, other than documenting the effects of the fire while it is still fresh, monitoring the long-term impacts, and evaluating how the adjacent vegetation might have been managed to prevent the damage,” he said., “The rock art sites in the New England granite country are poorly known and have not been comprehensively studied or identified, and this example demonstrates that they are clearly under threat from the new bushfire conditions.”, Heritage experts say thousands of secret, sacred and important Aboriginal sites in NSW and Victoria may have been damaged by the bushfires, and are calling on the federal government to make sure Australia’s “rich cultural heritage” is included in every bushfire recovery plan., The Australian Archaeological Association – representing heritage professionals, researchers and traditional custodians – said urgent visits were needed to known sites and heritage places to survey the damage and assess the condition of what survives.grave fears held for thousands of rock art sites after bushfires lay bare irrevocable damage", "label": 0}, "train-10": {"text": "\nThe golden age of Indigenous television is here – and it's changed Australia forever\n, From Redfern Now to Mystery Road, Indigenous people have seized control of the small screen. For actor Shari Sebbens, it’s a realisation of her dreams, • What’s your most unforgettable Australian TV moment? Vote in our poll, \n\nSat 1 Feb 2020 14.00 EST\n\n\nLast modified on Wed 5 Feb 2020 23.58 EST\n\n, “Shaz, Shaz, quick, look!” my mum and dad yelled out to me from our lounge room in Darwin, one humid evening in 1997., I walked into the room at the fiery pace that any 13-year-old asked to do anything adopts. “Look,” mum said, pointing at the TV, “there’s a place you can go to study acting.”, My parents had stumbled upon an episode of Channel Seven’s Drama School: a short-lived reality series that gave people a behind-the-scenes look at the National Institute of Dramatic Art. I woke up the next morning, my mind made up: “Mum, when I’m 18 I’m going to go to Nida and I’m going to become an actor”. “OK,” she responded, “now get your little brother up for school.”, My mother, Annarella – a Bardi, Jabirr Jabirr woman born and raised in Broome and then Darwin – had four kids by the time she was 24. When she was 12 years old she and the other Aboriginal children in her class were told by their teacher not to worry about studying, as they would only ever be domestics anyway. Mum graduated from uni in her late 40s after raising six kids; she would go on to help her community in ways I can only aspire to. That little “OK” was my mother’s blessing; it was her choosing to believe in her children and their dreams, big or small, more than anyone had ever believed in her., All of this despite the fact that until then I had only seen two Aboriginal people on screen: Luke Carroll in Lift off and Aaron Pedersen in Water Rats. It would be another year before Deborah Mailman’s debut in The Secret Life of Us., Deborah, Aaron and Luke: this holy trinity of black television, the only three Aboriginal faces I saw on my TV. Each of them going about their business, living lives so far from anything I knew: Aaron, the crime solving water rat; Deborah, the inner city housemate; and Luke, the schoolkid who was friends with that creepy doll. They were Aboriginal and they were on my screen and we were so proud of them – yet it would take another six years for Aboriginal Australia to truly feel they had a stake claimed in the landscape of Aussie television., The Circuit aired in 2007 and is the first television drama to employ a mostly Aboriginal writing team. Season one screened during my first year of drama school in Sydney – look, ma, I made it! I was so far from home and this show, set in Broome where my mother was born and most of my family still remain, offered me the first time I could talk to people about a world I knew, a world I grew up in, a black world. I crossed my fingers and prayed to the Ancestors that I’d be lucky enough to work on a show like The Circuit., Spoiler alert: my prayers were answered and then some. My first television appearance would be in 2012 when Redfern Now went into production. The first TV series to be written, directed and produced by Indigenous people., This was a major shift for Indigenous television, and that was reflected in the audience response. Both seasons and a movie would clean up at the awards nights; critics loved it and I have it on good authority that Ray Meagher thought it was one of the best drama series this country has produced. Stone the flaming crows, ma – I made it again!, Being a part of that show was special. There was something in the quiet moments before the camera rolled – everybody, First Nations or not, could feel it. The reception was bittersweet though, because as Redfern New was going up, the Block and the community it represented were being torn down. I’ll never forget standing on the set of Nanna Coral’s house after a shower had passed through one lunchtime, and seeing a rainbow landing right behind the Aboriginal and Torres Strait Island flags., Redfern Now was a fitting homage to a terribly important period of Aboriginal history, drowned by gentrification. And in the following years, new shows bubbled forth from a fountain of ferocious First Nations talent. People who had waited their whole lives to be heard, to be seen bringing us shows like The Gods of Wheat Street. Ready For This. 8MMM. Cleverman. Black Comedy. The Warriors. Kiki &amp; Kitty. Total Control. KGB. Little J &amp; Big Cuz. Mystery Road., The golden age of Indigenous television is upon us and why? Because we, First Nations people, have gained control of our narrative. We are exploring storytelling through television in every way we can. We will make mistakes, we will make history, we will spark dialogue and incite empathy. We will no longer accept a non-Indigenous lens fogging over our history and our lived experience., Our stories are ours again and we’re not giving them back so please pull up a chair, grab a cuppa, join us for a yarn and bask in the glow.the golden age of indigenous television is here and its changed australia forever", "label": 0}, "train-11": {"text": "\nMan in the middle: Ken Wyatt on being caught between the Uluru statement and his party\n, Minister for Indigenous Australians says he has to manage expectations on all sides as he seeks to build a consensus on a voice to parliament, \nLorena Allam, \n\nSat 1 Feb 2020 14.00 EST\n\n\nLast modified on Sat 1 Feb 2020 14.02 EST\n\n, Minister for Indigenous Australians Ken Wyatt will this week announce the third and final group of people he has selected to build consensus on a voice to government, even as he accepts this approach is facing criticism from many quarters., “The first thing I have to manage is the expectation from our community,” Wyatt said. “And that is diverse across the nation, depending on what the issues are.”, I don’t have an issue with people who have a completely different and opposing view, “The other is the expectation of my own party. And then the expectation that Australia has, given that I’m the Indigenous person who sits in this portfolio and leads it., Speaking to Guardian Australia, Wyatt said he doesn’t mind being in the middle between Indigenous communities who want a voice entrenched in the constitution – after years of reports, inquiries and referendum council recommendations – and those in his own party who say they will oppose a “divisive” voice and voting “based on race”, no matter what form it takes., Key supporters of the Uluru Statement from the Heart reject the constitutional recognition he proposes as merely symbolism., “I don’t have an issue with people who have a completely different and opposing view,” Wyatt said. “That’s the beauty of our country, we can have a range of views. Hence if you look at the membership of all three tiers, it reflects that range of views, including some who were involved with the deliberations around the Uluru statement,” he said., Wyatt’s three-tier structure has Indigenous and non-Indigenous appointees who will develop models for how a voice to government might operate at a local, regional and national level., Contrary to the demands expressed in the Uluru statement from the heart, Wyatt wants to legislate the voice before any referendum on constitutional recognition., His senior advisory group, co-chaired by Marcia Langton and Tom Calma, will propose models for the voice by June., There was surprise at the inclusion of rightwing commentator Chris Kenny in the national group, but Wyatt said he wanted to hear from as wide a range of views as possible because “that’s society”., “And if we want to win now, if we want to achieve the outcomes I’m seeking, then I need a reflection of as wide range of views that I would find outside of Parliament House, in any community., “Then you can say, I’ve got a diverse group of Australians who have given me advice and believe that this is an acceptable way forward.”, This week, Wyatt will announce the membership of the the third tier of this consultation process: the regional and local level. , “And the regional voices could be cultural. So the Warlpiri people said to me, if you do a local voice, it has to be our cultural group. When I spoke with the Yolngu people and with Gumatj people, with Galarrwuy Yunupingu, they said, we’ve got clan leaders, so you should be shaping it on our clan leader structures.”, By focusing on people, then we will have a better outcome, “I’ll be saying to the regional and local voice, I don’t care what the models are. If they vary across the nation, then that’s healthy. One size does not fit all.”, Wyatt said addressing the “deplorable” rates of youth suicide and closing the gap were his key priorities., “The single challenge that is paramount is closing the gap and working with 50 peak organisations and my parliamentary colleagues, particularly cabinet colleagues.”, Last week Scott Morrison and several senior ministers – including the treasurer, Josh Frydenberg, the deputy PM, Michael McCormack, and the education minister, Dan Tehan – met with Wyatt and the peak Aboriginal community organisations., They agreed on “priority reforms” including having greater Aboriginal involvement in decision-making and service delivery at a national, regional and local level. There was also a commitment to making sure “all mainstream government agencies and institutions undertake systemic and structural transformation to contribute to closing the gap”., “It was the first time in a long time that we’ve been in the cabinet room to talk about the best way forward for our people,” the convener of peak organisations, Pat Turner, said after the meeting. “This is not just business as usual.”, Turner said it was a step closer to “where decision-making is shared, and the expertise and experiences of Aboriginal and Torres Strait Islander people is fully recognised”., Wyatt said the meeting was “fruitful”., “I made the point that every minister around the cabinet table has a responsibility for Indigenous people within their portfolios. The PM jumped in and said, we will all be ministers for Indigenous Australians. But he said, my minister Wyatt will lead the work that is needed. And that’s a telling comment. It reflects the fact we’re focusing on people, not the issues. By focusing on people, then we will have a better outcome.”man in the middle ken wyatt on being caught between the uluru statement and his party", "label": 0}, "train-12": {"text": "\nGrave fears held for thousands of rock art sites after bushfires lay bare irrevocable damage\n, Warnings come after discovery of fire-ravaged Anaiwan panel on property in northern NSW that is at least 500 years old , \nLorena Allam, \n\nSat 1 Feb 2020 14.00 EST\n\n\nLast modified on Mon 3 Feb 2020 23.06 EST\n\n, An important rock art site in northern New South Wales has been discovered after being irretrievably damaged by bushfire, with grave fears held for thousands of other sites., Some of the art at the site, which is on private property west of Armidale on the NSW northern tablelands, was known but had not been fully documented. Fire also destroyed a nearby site which had not been documented. The art is thought to be at least 500 years old., The property owner alerted the local Anaiwan traditional owners Steven Ahoy and Callum Clayton-Dixon, who visited the site on Monday with the academics Mark Moore and June Ross from the University of New England’s archaeology department., Moore said an intense bushfire burned right up to the edge of the boulder, shearing off enormous slabs of granite. The shearing – known as spalling – was probably caused by a rapid temperature change rather than prolonged heat exposure, he said., The site was recorded for the first time a few months ago, though local landowners had been aware of it for many years. Last week the team discovered a second, unrecorded panel on a neighbouring boulder where the face of the rock, along with the images that may have been there, had already been sheared away., “It’s clear there was more art there, but now it’s gone,” Moore said., The fact this rock art has survived many, many bushfires only to be significantly damaged in this fire is telling us something has changed dramatically, “The art site is a part of the Anaiwan cultural landscape and is directly connected to other significant art sites in the New England area,” Ahoy said. “These art sites are very rare due to the fact that art sites have been highly damaged or destroyed in the past.”, Ahoy said Anaiwan were keen to resume cultural burning techniques near vulnerable sites to help protect them from future catastrophic fires. “Fires and other weather patterns have greatly affected the landscape,” he said. “And we as Anaiwan people have not had the ability or opportunity to continue our land management practices., “These cultural practices have been developed over thousands of years, not only to sustain the land but also the people and environment.”, Moore said the assessment of fire-damaged heritage sites would take a long time and the situation was “uncharted”., “My greatest fear is that this is not an isolated example,” he said. “These sites are vulnerable to further damage and erosion. They were already vulnerable because of the drought. Stone artefacts have been exposed, lying everywhere on the ground because there’s no grass to cover them., “The fact that they’ve survived many, many bushfires only to be significantly damaged in this fire is telling us something has changed dramatically,” Moore said., Moore said the site could not be saved., “There is not much that can be done for this site, other than documenting the effects of the fire while it is still fresh, monitoring the long-term impacts, and evaluating how the adjacent vegetation might have been managed to prevent the damage,” he said., “The rock art sites in the New England granite country are poorly known and have not been comprehensively studied or identified, and this example demonstrates that they are clearly under threat from the new bushfire conditions.”, Heritage experts say thousands of secret, sacred and important Aboriginal sites in NSW and Victoria may have been damaged by the bushfires, and are calling on the federal government to make sure Australia’s “rich cultural heritage” is included in every bushfire recovery plan., The Australian Archaeological Association – representing heritage professionals, researchers and traditional custodians – said urgent visits were needed to known sites and heritage places to survey the damage and assess the condition of what survives.grave fears held for thousands of rock art sites after bushfires lay bare irrevocable damage", "label": 0}, "train-13": {"text": "\nThe golden age of Indigenous television is here – and it's changed Australia forever\n, From Redfern Now to Mystery Road, Indigenous people have seized control of the small screen. For actor Shari Sebbens, it’s a realisation of her dreams, • What’s your most unforgettable Australian TV moment? Vote in our poll, \n\nSat 1 Feb 2020 14.00 EST\n\n\nLast modified on Wed 5 Feb 2020 23.58 EST\n\n, “Shaz, Shaz, quick, look!” my mum and dad yelled out to me from our lounge room in Darwin, one humid evening in 1997., I walked into the room at the fiery pace that any 13-year-old asked to do anything adopts. “Look,” mum said, pointing at the TV, “there’s a place you can go to study acting.”, My parents had stumbled upon an episode of Channel Seven’s Drama School: a short-lived reality series that gave people a behind-the-scenes look at the National Institute of Dramatic Art. I woke up the next morning, my mind made up: “Mum, when I’m 18 I’m going to go to Nida and I’m going to become an actor”. “OK,” she responded, “now get your little brother up for school.”, My mother, Annarella – a Bardi, Jabirr Jabirr woman born and raised in Broome and then Darwin – had four kids by the time she was 24. When she was 12 years old she and the other Aboriginal children in her class were told by their teacher not to worry about studying, as they would only ever be domestics anyway. Mum graduated from uni in her late 40s after raising six kids; she would go on to help her community in ways I can only aspire to. That little “OK” was my mother’s blessing; it was her choosing to believe in her children and their dreams, big or small, more than anyone had ever believed in her., All of this despite the fact that until then I had only seen two Aboriginal people on screen: Luke Carroll in Lift off and Aaron Pedersen in Water Rats. It would be another year before Deborah Mailman’s debut in The Secret Life of Us., Deborah, Aaron and Luke: this holy trinity of black television, the only three Aboriginal faces I saw on my TV. Each of them going about their business, living lives so far from anything I knew: Aaron, the crime solving water rat; Deborah, the inner city housemate; and Luke, the schoolkid who was friends with that creepy doll. They were Aboriginal and they were on my screen and we were so proud of them – yet it would take another six years for Aboriginal Australia to truly feel they had a stake claimed in the landscape of Aussie television., The Circuit aired in 2007 and is the first television drama to employ a mostly Aboriginal writing team. Season one screened during my first year of drama school in Sydney – look, ma, I made it! I was so far from home and this show, set in Broome where my mother was born and most of my family still remain, offered me the first time I could talk to people about a world I knew, a world I grew up in, a black world. I crossed my fingers and prayed to the Ancestors that I’d be lucky enough to work on a show like The Circuit., Spoiler alert: my prayers were answered and then some. My first television appearance would be in 2012 when Redfern Now went into production. The first TV series to be written, directed and produced by Indigenous people., This was a major shift for Indigenous television, and that was reflected in the audience response. Both seasons and a movie would clean up at the awards nights; critics loved it and I have it on good authority that Ray Meagher thought it was one of the best drama series this country has produced. Stone the flaming crows, ma – I made it again!, Being a part of that show was special. There was something in the quiet moments before the camera rolled – everybody, First Nations or not, could feel it. The reception was bittersweet though, because as Redfern New was going up, the Block and the community it represented were being torn down. I’ll never forget standing on the set of Nanna Coral’s house after a shower had passed through one lunchtime, and seeing a rainbow landing right behind the Aboriginal and Torres Strait Island flags., Redfern Now was a fitting homage to a terribly important period of Aboriginal history, drowned by gentrification. And in the following years, new shows bubbled forth from a fountain of ferocious First Nations talent. People who had waited their whole lives to be heard, to be seen bringing us shows like The Gods of Wheat Street. Ready For This. 8MMM. Cleverman. Black Comedy. The Warriors. Kiki &amp; Kitty. Total Control. KGB. Little J &amp; Big Cuz. Mystery Road., The golden age of Indigenous television is upon us and why? Because we, First Nations people, have gained control of our narrative. We are exploring storytelling through television in every way we can. We will make mistakes, we will make history, we will spark dialogue and incite empathy. We will no longer accept a non-Indigenous lens fogging over our history and our lived experience., Our stories are ours again and we’re not giving them back so please pull up a chair, grab a cuppa, join us for a yarn and bask in the glow.the golden age of indigenous television is here and its changed australia forever", "label": 0}, "train-14": {"text": "\nMan in the middle: Ken Wyatt on being caught between the Uluru statement and his party\n, Minister for Indigenous Australians says he has to manage expectations on all sides as he seeks to build a consensus on a voice to parliament, \nLorena Allam, \n\nSat 1 Feb 2020 14.00 EST\n\n\nLast modified on Sat 1 Feb 2020 14.02 EST\n\n, Minister for Indigenous Australians Ken Wyatt will this week announce the third and final group of people he has selected to build consensus on a voice to government, even as he accepts this approach is facing criticism from many quarters., “The first thing I have to manage is the expectation from our community,” Wyatt said. “And that is diverse across the nation, depending on what the issues are.”, I don’t have an issue with people who have a completely different and opposing view, “The other is the expectation of my own party. And then the expectation that Australia has, given that I’m the Indigenous person who sits in this portfolio and leads it., Speaking to Guardian Australia, Wyatt said he doesn’t mind being in the middle between Indigenous communities who want a voice entrenched in the constitution – after years of reports, inquiries and referendum council recommendations – and those in his own party who say they will oppose a “divisive” voice and voting “based on race”, no matter what form it takes., Key supporters of the Uluru Statement from the Heart reject the constitutional recognition he proposes as merely symbolism., “I don’t have an issue with people who have a completely different and opposing view,” Wyatt said. “That’s the beauty of our country, we can have a range of views. Hence if you look at the membership of all three tiers, it reflects that range of views, including some who were involved with the deliberations around the Uluru statement,” he said., Wyatt’s three-tier structure has Indigenous and non-Indigenous appointees who will develop models for how a voice to government might operate at a local, regional and national level., Contrary to the demands expressed in the Uluru statement from the heart, Wyatt wants to legislate the voice before any referendum on constitutional recognition., His senior advisory group, co-chaired by Marcia Langton and Tom Calma, will propose models for the voice by June., There was surprise at the inclusion of rightwing commentator Chris Kenny in the national group, but Wyatt said he wanted to hear from as wide a range of views as possible because “that’s society”., “And if we want to win now, if we want to achieve the outcomes I’m seeking, then I need a reflection of as wide range of views that I would find outside of Parliament House, in any community., “Then you can say, I’ve got a diverse group of Australians who have given me advice and believe that this is an acceptable way forward.”, This week, Wyatt will announce the membership of the the third tier of this consultation process: the regional and local level. , “And the regional voices could be cultural. So the Warlpiri people said to me, if you do a local voice, it has to be our cultural group. When I spoke with the Yolngu people and with Gumatj people, with Galarrwuy Yunupingu, they said, we’ve got clan leaders, so you should be shaping it on our clan leader structures.”, By focusing on people, then we will have a better outcome, “I’ll be saying to the regional and local voice, I don’t care what the models are. If they vary across the nation, then that’s healthy. One size does not fit all.”, Wyatt said addressing the “deplorable” rates of youth suicide and closing the gap were his key priorities., “The single challenge that is paramount is closing the gap and working with 50 peak organisations and my parliamentary colleagues, particularly cabinet colleagues.”, Last week Scott Morrison and several senior ministers – including the treasurer, Josh Frydenberg, the deputy PM, Michael McCormack, and the education minister, Dan Tehan – met with Wyatt and the peak Aboriginal community organisations., They agreed on “priority reforms” including having greater Aboriginal involvement in decision-making and service delivery at a national, regional and local level. There was also a commitment to making sure “all mainstream government agencies and institutions undertake systemic and structural transformation to contribute to closing the gap”., “It was the first time in a long time that we’ve been in the cabinet room to talk about the best way forward for our people,” the convener of peak organisations, Pat Turner, said after the meeting. “This is not just business as usual.”, Turner said it was a step closer to “where decision-making is shared, and the expertise and experiences of Aboriginal and Torres Strait Islander people is fully recognised”., Wyatt said the meeting was “fruitful”., “I made the point that every minister around the cabinet table has a responsibility for Indigenous people within their portfolios. The PM jumped in and said, we will all be ministers for Indigenous Australians. But he said, my minister Wyatt will lead the work that is needed. And that’s a telling comment. It reflects the fact we’re focusing on people, not the issues. By focusing on people, then we will have a better outcome.”man in the middle ken wyatt on being caught between the uluru statement and his party", "label": 0}, "train-15": {"text": "\nI watched Cathy Freeman win gold at the Sydney Olympics. That moment still inspires me today\n, The sprinter became Australia’s sporting sweetheart but her career was sometimes hit by controversy. When you are born black, you are born political , • We’re celebrating unforgettable moments in Australian TV. Vote for your favourite here, \n\nTue 4 Feb 2020 11.30 EST\n\n\nLast modified on Tue 4 Feb 2020 18.55 EST\n\n, And then I see her, my hero, Cathy Freeman. In my mind she is running gracefully on the track; she is smiling and isn’t even showing any effect of the heat of the sun. She’s breathing at the correct pace, not like me, panting away. And then I imagine I am her, turning my legs over in smooth rotation, faster and faster, focusing on the finish line, and before I know it, I’m there., These words appear in my novel, Our Race for Reconciliation. They represent the fictional voice of a young Murri girl named Mel. But these words were born from my own experience of being overwhelmingly inspired and proud while watching Freeman win gold at the Sydney Olympics in 2000. That inspiration has stayed with me., When I speak about my novel at festivals and other events, I ask my audience if they can remember where they were the night Freeman ran that momentous race. The race that appeared to be the flagship of the Games., Most people of my generation know exactly where they were that night – in the stadium as spectators or volunteers, in their living rooms, in bars in other countries – and they can also recall in detail the atmosphere of that phenomenal moment for one athlete and her country., What most of us saw as a woman proud of her Aboriginality, others saw as a breach of her role as an Australian athlete, I was in Canberra, working on the final edits of my PhD. Many of my friends were at Homebush. Was I jealous? Of course. But their pride was no more or less than mine, than most Aboriginal people who find strength and inspiration in our heroes. Or the millions of viewers who experienced the excitement via live broadcasts around the world., Only months before the race, more than 250,000 people had marched across Sydney Harbour Bridge in solidarity and the spirit of reconciliation. It was a day that cemented the position of both our allies and our opponents, as SORRY was scrawled across the Sydney sky while the then prime minister, John Howard, maintained his argument that there had not been generations of stolen children.,  Freeman winning gold in Sydney was significant. Gadigal country was the home of much of Australia’s early civil rights action, including the 1938 Day of Mourning protest and conference. It was a place that reminded Aboriginal Australia that white Australia, particularly the media, largely controlled the national narrative. And it wasn’t always honest. Or fair., Her status as an athletic great could not be denied but it has at times been shrouded in controversy. We have a saying: when you are born black, you are born political, whether you want to be or whether you aim to be or not. Public actions in particular are always construed as political., Freeman’s lap of honour with the Aboriginal flag after winning gold in the 400m in Canada in the 1994 Commonwealth Games is a classic example. What most of us saw as a young woman proud of her Aboriginality, others saw as a breach of her role as an Australian athlete. Questions were raised in parliament and she was criticised by the then head of the Australian Commonwealth team., For the mob, most of us understood the role our flag plays in our community and in our individual lives: it offers strength, connection and extreme pride in what we have overcome and continue to achieve., As the camera focused on Freeman just minutes before the Sydney race, I thought back to the opening ceremony, when she received the Olympic torch from retired hurdler Debbie Flintoff-King. At that moment, pride engulfed many of us as we saw one of our own as the face of the Games. The “glitch” that occurred with lighting of the cauldron did not faze her. She remained poised and the crowds loved her even more for her capacity to be so dignified. She was the perfect choice for the role. And how amazing did she look in that white bodysuit?!, Seconds before the 400m race, when she took a couple of deep breaths and clapped her hands, I wondered if they were nervous claps. I was nervous for her. But how can any mere mortal imagine the nerves or anxiety of an Olympian before a race?, When the starter gun went, the roar in my family home almost drowned out the roar that came from the 111,000-strong crowd in the stadium. Flashes were blinding as this significant point in history was being captured by all. There were other brilliant athletes running alongside Freeman but they were blurry to me, even though I know they were the reason that she was so good. They pushed her to be better, and she in turn pushed others to be better. To run faster. To fulfil their own dreams., When Freeman charged home to win gold in 49.11 seconds, people watching the world over, from my family in Canberra, to Sydney and beyond, were on their feet, basking in the victory of the young Murri woman from Mackay. Her lap of honour was like a dance, as she carried both the Aboriginal and Australian flags. With those joyful steps she lodged herself in our hearts forever., On screen we saw a sea of Aboriginal flags, Australian flags, green and gold streamers and people clapping their hands. It’s hard not to imagine that, at that minute, every Australian was proud of Freeman – and what she represented to us all. Strength, commitment, focus and belief in self. Her ability to showcase those qualities to all are part of her legacy. And her influence in that way followed previous Olympians, including Patrick Johnson and Nova Peris., I ran my first marathon at Uluru only weeks before my 50th birthday. In my months of training I had Freeman as my motivation. I never wore a Lycra body suit, but I imagined taking her strides across the finish line, not to win gold, obviously, but because just reaching the finish line is always a win for me.,  Freeman was both Young Australian of the Year (1990) and Australian of the Year (1998). In 2000 she became the sporting sweetheart and idol of the nation. Her 400m were more than just extraordinary steps. They held within them the capacity to affect generations of runners. I’d love to know how many others have, like me, found inspiration in that moment in Australian history., • Dr Anita Heiss is a professor of communications at the University of Queensland and the author of 12 novels including Our Race for Reconciliationi watched cathy freeman win gold at the sydney olympics that moment still inspires me today", "label": 0}, "train-16": {"text": "\nBen Quilty’s 2020s vision: Commemorate massacres for sanity, goodness and healing\n, We are very good at commemorating in Australia and we’re good at building memorials for people, if they’re white, \n\nTue 4 Feb 2020 11.30 EST\n\n\nLast modified on Wed 5 Feb 2020 00.18 EST\n\n, How should we stare down the challenges of a new decade? Where will we find hope and solutions? In this series, we ask prominent Australians to write about one thing they think could improve the nation in the 2020s, One clear morning in 1838, 11 armed men on horseback rode into a cluster of huts on the western slopes of the New England Tablelands at a place called Myall Creek Station. There the men chained 30 Gamilaraay people together, pushed them into a stock yard, let go one musket shot and in the ensuing panic decapitated, stabbed and shot all but two little boys. The two youngsters scrambled through the wooden fence and ran as fast as their little legs could carry them into the cool refuge of Myall Creek., The young men of that Gamilaraay family were away over the hills on that fateful morning, working for the Myall Creek farmer. The murdered family were women, the elderly and their children. I’ve dreamed of the lives of the two little boys who ran away from the screaming deaths of their mothers, their siblings and their grandparents. The story goes that one of the little boys died of natural causes within two years of the Myall Creek Massacre. Maybe his heart broke. But the other little boy did survive. Now his direct descendants number in the hundreds., Aunty Sue Blacklock from Tingha is one of the living elders of that little boy., Last year on the 10 June I travelled with my family to Myall Creek for the 181st anniversary commemoration of that massacre. Aunty Sue Blacklock hosts the most meaningful ceremony I have ever attended in my 46 years on this continent. We all cried. The brave descendants of the slain cried and the brave descendants of the perpetrators cried alongside them. Descendants of the slain talked of murder and of healing and descendants of the murderers gave the most emotionally powerful apology. Then into the evening we drank tea, played music, talked and celebrated the future together., There are 312 recognised massacre sites on our country. The Port Arthur massacre of 1996 is the most recent and is commemorated poignantly and beautifully. A monument commemorates the Dharawal people murdered in the massacre of 1816 in Appin, and Aunty Sue Blacklock and a small committee successfully built the Myall Creek Massacre Memorial just off the the Bingara Road near Moree., Every few years some drunken men come in the middle of the night and hack the word “murdered” from the bronze plaque at Myall Creek, but the stone the plaque is bolted to will stand sentry to the memory of the people killed for the next 10,000 years., We are very good at commemorating in Australia, rightfully commemorating the slaughter of Anzacs at Gallipoli, the deaths of hundreds of thousands in war at our war memorials, the bombing of Darwin, the landing of Dirk Hartog on the Western Australian coast and the legend of Don Bradman in Bowral. We’re good at building memorials for people, if you’re white., In 2020 we need to continue the conversation around the recognition of the first massacres to take place, on our soil, in our midst. Germany rose from the ashes of the second world war not by denying history and ignoring commemoration – quite the opposite. Berlin is now again the cultural powerhouse of Europe precisely because of the sophisticated and meaningful commemoration the German people have created. It was not easy, nor was it comfortable, but it was profoundly successful, for a healthy community and for healing the past., Every massacre site in our country should be recognised and it should be commemorated, for sanity, for goodness and for reconciliation., Ben Quilty is an acclaimed Australian artistben quiltys 2020s vision commemorate massacres for sanity goodness and healing", "label": 0}, "train-17": {"text": "\nAboriginal drivers in WA more likely to get fines from police officers than traffic cameras\n, Exclusive: Indigenous people are fined more than average by police officers but less than average by traffic cameras, \nCalla Wahlquist, \n\nTue 4 Feb 2020 11.30 EST\n\n\nLast modified on Tue 4 Feb 2020 18.45 EST\n\n, Senior police in Western Australia were warned 12 months ago of a “clearly disturbing” trend of Aboriginal drivers being overrepresented in police-initiated traffic stops, which led to a “notable ethnic disparity” in the issuing of fines., The briefing note from the mothballed evidence-based policing unit, obtained under freedom of information laws by Guardian Australia, found that Aboriginal drivers received 3.2 times more fines from being pulled over by police than non-Aboriginal drivers. But when tickets were issued by traffic cameras, Aboriginal drivers received slightly fewer penalties on average than non-Aboriginal drivers., The five-year analysis included 69% of all drivers in WA, and showed a “notable ethnic disparity” in the issuing of traffic fines., However, police said they had not acted on the report because decisions on what actions would be taken to reduce Aboriginal incarceration were a matter for cabinet., On average, the report found, Aboriginal drivers in WA receive 1.75 times more penalty units over their lifetime of driving than non-Aboriginal drivers. That is about $1,260 more in fines for Aboriginal drivers, “almost entirely driven by police-initiated, on-the-spot infringements”., It also found Aboriginal drivers were carrying 6.2 times more unpaid fines — amounting to a debt of $2,327., Until last year, police in Western Australia had the power to arrest and jail people for unpaid court fines – and accumulated traffic offences can often end up in court. Drivers with unpaid fines cannot renew their licence, and repeatedly driving unlicensed can result in jail time., “These differences are large enough to suggest an uncomfortable distinction between automated camera and police-initiated traffic enforcement, with this distinction heavily correlated with Aboriginality,” the report by WA Police’s then director of criminology, Dr Geoffrey Barnes, said., The final report was dated 13 February 2019, and recommended further investigation of the “clearly disturbing” trend, concluding: “These findings are consistent with a notable ethnic disparity in police-initiated traffic enforcement, but by no means provide conclusive evidence that deliberate bias exists.”, Barnes, who joined WA Police as its first in-house criminologist in May 2017, said the research was unique because traffic cameras provided a control group., “We know that automated traffic enforcement doesn’t detect the difference between the two ethnic groups,” he told Guardian Australia. “Therefore, if we’re only finding it in stops, well that that is an indication that there’s a discretionary element going on … Even if it’s not racism, we don’t want this pattern to exist.”, Barnes said the evidence-based policing unit began to lose resources in December 2018, when the deputy commissioner Stephen Brown, who established the unit, left the force. By the time Barnes left WA Police, on 16 January this year, he said he was effectively the only one left. The only person who tried to get traction on his reports was his boss, the assistant commissioner Craig Ward., Ward commissioned the report and presented it to a working group on Aboriginal wellbeing, set up to report to cabinet on the McGowan government’s pledge to reduce the number of Aboriginal people in custody., He told Guardian Australia that the decision to respond to the report would be a matter for cabinet and that WA police no longer had the staff to do the follow-up research that Barnes recommend., “That’s not with any intention to cover it up,” Ward said. “I think it’s frankly a fantastic report and asks us the kind of questions we need to face ... but it was about trying to get the best outcome and the best audience at government level to receive this so we could have a whole-of-government outcome.”, Dennis Eggington, the chief executive of the Aboriginal Legal Service of Western Australia (ALSWA), said the report, shown to him by Guardian Australia, contained “no surprises, no shocks,” but he was disappointed it had not been acted on., “It just confirms what we as Aboriginal people know and are subjected to,” he said. “I certainly now will be taking the issue up with our police commissioner here in WA to see whether or not we can all work together with the information there to help make things better.”, Police in Australia have the power to stop any driver, at any time, to conduct a random breath test, even if they can’t see any offences occurring. It’s a discretionary power, and one Eggington said every Aboriginal person he knows has experienced., “It happens all the time,” he said. “It happens personally to me, it’s happened personally to all my family members.”, Eggington said WA police had problems with racism, both systemic and personal, but that the relationship between ALSWA and police had improved., “All colonial institutions have a problem with systemic racism,” he said., Ward said the overrepresentation of Aboriginal people in police-led infringements could be due to a lack of traffic cameras in regional areas, meaning most infringements were issued directly by police. He also said that when police pulled someone over they could issue fines for more than one thing., “If it’s a three-car family from the western suburbs, and you’re driving along in your Land Cruiser and you’re the only person in the car speeding because you can and that’s your car, it stops there,” Ward said. “If you’re driving from the remote Pilbara community of Jigalong to Newman and you have pulled over and there’s 10 people in the car, and it’s unroadworthy, and you haven’t got a licence and the car’s not registered, that’s a different outcome.”, Barnes said a number of sworn police officers described similar scenarios in which extra demerit points might be accumulated by Aboriginal drivers., “Believe me I heard all kinds of assumptive arguments when I wrote this,” he said. “But in the end we have this aggregate trend.”, Aboriginal drivers in regional areas received 4.2 times more penalty units from police stops than non-Indigenous drivers, and 41% of all traffic infringements to Aboriginal drivers were issued in regional areas, the report found., The biggest disparity was in the issuing of infringements for not wearing a seatbelt, where Aboriginal drivers received 19.2 times the number of fines., Asked whether the report showed evidence of structural racism in WA police, Ward said that was “certainly something that I thought initially”., But he said he then concluded the disparity was due to government policies for police to target certain types of offences. “Police officers will pretty much follow instructions,” he said., WA police has, in recent years, made efforts to repair its relationship with Aboriginal and Torres Strait Islander peoples, starting with an apology from the commissioner, Chris Dawson, for “past wrongful actions”, issuing Aboriginal service medals to police officers and staff, and a focus on recruiting Aboriginal cadets., Ward said WA police had an “internal communication journey to go on to make sure everyone is on board” with that agenda., “What we do not want to do, as I said, is make a kneejerk response to this, walk around accusing people of unconscious bias or whatever it may be that may set our agenda backwards,” he said.aboriginal drivers in wa more likely to get fines from police officers than traffic cameras", "label": 0}, "train-18": {"text": "\nIndigenous envoy challenges Siemens in Germany over Adani mine\n, Indigenous representative will tell Siemens it is wrong to say traditional owners support Adani’s Carmichael mine, \nGraham Readfearn, \n\nMon 3 Feb 2020 22.37 EST\n\n\nLast modified on Mon 3 Feb 2020 23.03 EST\n\n, An envoy from an Australian Indigenous group has travelled to Germany to push for a meeting with the head of technology giant Siemens, claiming the company failed to properly check that traditional owners supported Adani’s controversial Carmichael coal project in Queensland., The Wangan and Jagalingou Family Council, which has spent years challenging the Adani mine, says the company was wrong to claim the project had been approved by its people., W&amp;J council representative Murrawah Johnson, who is in Germany, has asked to meet Siemens’ chief executive, Joe Kaeser, and will attend the company’s AGM in Munich on Wednesday., The company is standing by its earlier statements about Indigenous support for the project, telling Guardian Australia on Tuesday that it had taken its position from the “prescribed legal process in Australia”., Also on Tuesday, 19 health groups advocating action on climate change from countries including Australia, the UK, US and India, published an open letter to Siemens, asking the company to “end its association with Adani and its climate-wrecking coalmine”., In January, Siemens said it had reviewed its reported $30m contract to provide signalling technology to the mine’s railway, and that it would complete the work., Kaeser said the Carmichael project was “approved” by the W&amp;J people which, he said, was “very important to us”., Johnson said: “It is ridiculous that Siemens could say that W&amp;J people support this mine. We’ve had three meetings that have all said no.”, Construction has started on the mine, from which coal will be taken by rail to the company’s Abbot Point port for export to coal power stations. The mine is one of the most contentious resource projects in Australian history., The project has also caused rifts between Indigenous people. Some support the mine, while others, including W&amp;J council leader Adrian Burragubba, are strongly opposed., Speaking to Guardian Australia from Munich, Johnson said “free, prior and informed consent” – a cornerstone of negotiations between First Nations peoples and project developers – did not exist for the Adani mine., She accused Siemens of relying on “talking points” from the mine’s supporters, incuding former resources minister Matt Canavan, the Queensland government and Adani itself, rather than hearing directly from traditional owners., The outcome of one April 2016 meeting that voted strongly in favour of an Indigenous Land Use Agreement has been consistently used by Adani supporters. But Johnson and others describe that vote as a “sham”, claiming it had been boycotted by some W&amp;J people. , The W&amp;J council was established in 2014 as a “self-determined” representative group of 12 family lines, partly out of frustration with the native title process and to advocate against the Adani mine., In 2019 the state government extinguished native title over Wangan and Jagalingou country to enable the Adani project to proceed., The W&amp;J council has written to Siemens and provided legal advice it commissioned from the US-based environmental law group Earthjustice., The letter says: “Contrary to statements by the Adani corporation and members of the Australian government, we have never given our free, prior and informed consent to the extinguishment of our rights, or the development of the Carmichael mine on our traditional lands – a development that would destroy large parts of our ancestral homelands to which our law and culture are deeply connected.”, Siemens has said it is one of the first major companies to have pledged to be carbon neutral by 2030., In a statement the company said: “Siemens’ comment regarding the support of the W&amp;J people refers to the prescribed legal process in Australia regarding Indigenous Land Use Agreements (ILUAs)., “This includes the fact that an Indigenous Land Use Agreement was registered in the National Native Title Tribunal and that the vast majority of the W&amp;J people decided in favour of the Indigenous Land Use Agreement with a vote of 294 to 1. All on public record. Also, further assessment and the ruling of the Full Court of the Federal Court of Australia., “It’s important to note that in addition to the W&amp;J ILUA, there are other ILUAs covering the project area with three different indigenous groups. These were signed some time ago with the Jangga People, the Birriah People and the Juru People., “The Siemens signalling equipment for the rail line is designed for safe and efficient operation of trains: trains being delivered by another company on a rail line being built by another company, for a project that was legally and environmentally approved several months ago, where extensive works began several months ago and where over $700 million of contracts have already been awarded.”indigenous envoy challenges siemens in germany over adani mine", "label": 0}, "train-19": {"text": "\nWA minister rejects police suggestion they can't cut discriminatory Indigenous traffic stops\n, Officers ‘can, and do, act on the findings of internal briefing notes’, Ben Wyatt says, \nCalla Wahlquist, \n\nWed 5 Feb 2020 18.49 EST\n\n\nLast modified on Thu 6 Feb 2020 00.37 EST\n\n, The Western Australian Aboriginal affairs minister, Ben Wyatt, has dismissed suggestions from WA police that they need a directive from cabinet to act on a report showing that police issue three times as many traffic fines to Indigenous drivers., An internal police briefing note, published by Guardian Australia, showed Aboriginal drivers receive 3.2 times more fines issued during traffic stops than non-Aboriginal drivers, but slightly fewer than non-Aboriginal drivers in infringements issued by traffic cameras., The briefing note said an analysis of five years of traffic infringement data in WA showed a “clear ethnic disparity” in traffic fines issued by police, which contributed to a cycle of unpaid fines and was “likely to lead to further police attention”., WA police said they had not done anything in response to the briefing note, dated 13 February 2019, because reducing Aboriginal incarceration was a priority for Mark McGowan’s government and therefore deciding on actions that could reduce Indigenous incarceration was a matter for cabinet., But Wyatt said that “police can, and do, act on the findings of internal briefing notes, particularly around operational matters”., The minister said he was not personally aware of the briefing note. “However, I understand the broad issues captured in the note were raised with the cross-agency officers’ group responsible for progressing the Aboriginal wellbeing target,” he said. “It will be considered as part of the group’s policy development going forward.”, Wyatt said he had been “impressed” with the police commissioner Chris Dawson’s efforts to date to improve the relationship between police and Aboriginal people., The briefing note states that an analysis of traffic infringements between 2010 and 2014 showed a “clear ethnic disparity” in police-initiated traffic stops., “These differences are large enough to suggest an uncomfortable distinction between automated camera and police-initiated traffic enforcement, with this distinction heavily correlated with Aboriginality,” the briefing note said. “If the automated cameras are assumed to objectively reflect any actual differences in on-the-road behaviour, our data suggest that Aboriginal and non-Aborignal drivers are equally prone to breaking traffic laws.”, The trend was largely unchanged in data from January 2017 to mid-2018, when Aboriginal drivers still received more than three times as many penalty units from police stops than non-Aboriginal drivers, and roughly the same number from cameras., Dawson told Perth radio station 6PR on Thursday that there were “lessons to be learned” from the report, but did not respond directly to questions about whether he believed WA Police targeted Aboriginal people. He pointed at the final lines of the report, which said the analysis “by no means provides conclusive evidence that deliberate bias exists.”, The report’s author, Dr Geoffrey Barnes, told Guardian Australia that comment, which preceded a call for more research, was a standard caveat on all scientific research., Dawson told 6PR the report “does cast doubt and we are continuing to work around it.” He confirmed that the evidence-based policing unit, which produced the report, had been greatly reduced., “I’ve pared it right back … I have other priorities,” he said. “I’m not saying it had no utility but I think it was over-emphasised for a moment in time.”, Nerita Waight, co-chair of the National Aboriginal and Torres Strait Islander Legal Service, said the “over-policing and profiling of Aboriginal people in Western Australia has been an ongoing problem for community.”, “Unfortunately, the inappropriate use of police discretion in these situations is not just a Western Australian problem, it is a problem across the entire country,” she said., “Because police have broad discretionary powers they act as the gatekeepers on who enters the criminal legal system and how …, “Being imprisoned, even if it’s for a short amount of time, puts the lives of Aboriginal and Torres Strait Islander people at risk of being drawn into the quicksand of the criminal legal system, which can be deadly for them.”, The McGowan government last year introduced legislation to abolish the practice of jailing people for unpaid fines. That practice only applied to court fines, not traffic infringements, unless the infringement was dealt with before the court., The legislation, which is yet to pass parliament, would also allow authorities to garnish the salary of a person who has unpaid fines until the debt is cleared., It was prompted by the 2014 death in custody of the Yamatji woman Ms Dhu., Monique Hurley, a senior lawyer at the Human Rights Law Centre, said racially motivated over-policing could cause “enormous harm”., “This data shows clearly that WA police have a serious racism problem,” Hurley said. “For WA police and the WA government to just sit on their hands in the face of this stark injustice is inexcusable. A good government would take immediate action.”wa minister rejects police suggestion they cant cut discriminatory indigenous traffic stops", "label": 0}, "train-20": {"text": "\nFlinders (and his cat) get statues – so why not the Aboriginal man who sailed with them?\n, If we can spend $7m to commemorate a fictional Cook circumnavigation, Bungaree’s real one justifies a monument, Contact author, \n\nThu 6 Feb 2020 00.16 EST\n\n\nLast modified on Thu 6 Feb 2020 19.32 EST\n\n, Since 1996 a statue of a cat has perched on a ledge outside the Mitchell Library on Sydney’s Macquarie Street., The cat, Trim, together with Bungaree, an Aboriginal man, sailed with navigator Matthew Flinders (whose statue stands before the cat’s outside the Mitchell) on his 1801-1803 circumnavigation of the continent he named Australia. , In March, a replica of HMS Endeavour will begin a $6.7m circumnavigation of Australia to mark the 250th anniversary of James Cook’s voyage of discovery, when he became the first European to land on the east coast of Australia. , Incidentally, Cook never did circumnavigate Australia – and there is no official statue dedicated to Bungaree on Macquarie Street or elsewhere., Which means something is very wrong with this picture., It’s hard to know where to begin. Except to say the statue of Trim and the absence of any dedicated to Bungaree, and the spending of millions of dollars on a voyage by a replica Endeavour that Cook never actually undertook, brings into stark relief the ridiculous disparities in who we have come to publicly venerate and commemorate in Australia., If Flinders and, not least, his cat, are deserving of statues on Sydney’s main commemorative street, it should go without saying Bungaree ought to be there too, in statuary, for all that he brought to that circumnavigation and the early colony of New South Wales. Such is the enduring colonisation of Australian national memory and commemoration – as well as history., There is a small park in Sydney’s east, really just a green patch in the shade of towering eucalypts and palms, on a corner of New South Head Road near Cranbrook Grammar School, named Bungaree Reserve. It’s where Bungaree was buried after his death at 55 in 1830, as one of the best known – or infamous – Aboriginal men around Port Jackson. , Bungaree or “Boongarie”, besides being a seaman and tribal leader, was on close terms with several early governors including Lachlan Macquarie and Thomas Brisbane. At a time when the early colony’s pastoral frontier was creeping inexorably north and west amid increasing dispossession and violent encounters between Indigenous tribes, the settlers and redcoats, Bungaree was a diplomat of sorts – a bridge between the empire and his civilisation that had been around the port for tens of thousands of years., Like Bennelong before him, much has been made in Australian historiography of Bungaree’s supposed capture between two worlds and descent into drunkenness (in a colony whose lifeblood was grog), ill-health and vagrancy. But other historians portray a man wise to the racial realpolitik of colonial advancement. Among them are Keith Vincent Smith, an expert on the Eora of the Sydney region and biographer of bother Bennelong and Bungaree., Macquarie, who ordered several bloody punitive actions against the tribes around Sydney – including at Appin in 1816 where he used “terror” tactics to murder Aboriginal people resisting the pastoralists – set aside land for Bungaree and his people near present day Mosman and bestowed him with a boat for fishing and a breast plate inscribed, “Boongaree, chief of the Broken Bay Tribe”. A portion of the catch from his boat would go to the colonists, the rest to his people., “As soon as any ship came through the Sydney Heads, Bungaree would arrive in his fishing boat, rowed by two of his wives. Dressed in an old military jacket, tattered trousers and his trademark hat, he climbed on board to welcome newcomers to ‘his’ country. Doffing his hat, bowing deeply and grinning widely, Bungaree would ask to drink the captain’s health in rum or brandy. He then inspected the ship’s pantry and levied his ‘tribute’, which he received in the form of ‘presents’ or ‘loans’,” Vincent Smith writes., “A clever mimic, Bungaree could imitate the walk, gestures and expressions of past governors of New South Wales. Like Shakespeare’s clown in Twelfth Night, he was ‘wise enough to play the fool’ and used his humorous talents to obtain clothes, tea, tobacco, bread, sugar and rum for himself and his people.”, Historian Geoffrey Dutton viewed him as astute more than clown-like, writing: “He mocked the white men by mocking himself.”, All of this came after Bungaree’s voyages with Flinders (and Trim!) during which he acted as an emissary (even though he did not share their languages) to the other Indigenous people they encountered. He became the first Indigenous man – and the first Australian-born one – to circumnavigate Australia, although the voyages were also fraught and marked with tense and sometimes violent interactions with other Indigenous peoples., He was often in considerable danger when communicating on behalf of Flinders and Phillip Parker King, with whom he sailed 15 years later to finish charting sections of the continental coast that weren’t completed during the circumnavigation., Bungaree spent the last months of his life ill and malnourished, before his death – among his people – at Garden Island., While many colonial and visiting artists painted portraits of Bungaree (the best-known is probably Augustus Earle’s, held by the National Library of Australia), in death he was, it seems, afforded less dignity. There is evidence his body was exhumed, decapitated and his head sent to the Australian Museum, which had been involved in digging up and collecting Aboriginal remains around the colony. , Among the many disturbing aspects of British colonisation of Australia was the feverish trade that grew around Indigenous human remains, tens of thousands of which were taken from massacre sites, stolen from graves and burial grounds, and sent to collecting institutions in Australia and abroad. Thousands remain overseas., There are many statues of Flinders and the cat, Trim, including one at Australia House in London, dedicated in 2014., It’s beyond time that the first of Bungaree is cast and unveiled on Macquarie Street., If the federal government can spend $50-plus million celebrating the sestercentennial of Cook’s arrival – including almost $7m on a replica Endeavour circumnavigation that the great navigator never, in history, undertook – surely it can stump up for a monument to the first Australian who did actually sail right around the continent., National memory and Bungaree deserve no less., • Paul Daley is a Guardian Australia columnist flinders and his cat get statues so why not the aboriginal man who sailed with them", "label": 0}, "train-21": {"text": "\nBowraville families distressed after police release historic sexual assault allegations\n, Aboriginal community says police should have spoken to them before issuing a public call for information, \nLorena Allam, \n\nWed 5 Feb 2020 23.59 EST\n\n\nLast modified on Thu 6 Feb 2020 01.03 EST\n\n, The families of three missing and murdered Aboriginal children from the New South Wales north coast community of Bowraville have slammed the police for publicly releasing information about allegations of historical sexual assaults related to the small town without talking to them first., “We have been blindsided by this,” the Bowraville family representatives, Michelle Jarrett and Leonie Duroux, said., “Our community and our families are already traumatised by the deaths of our children and the previous police conduct., “We haven’t even been told if today’s allegations are linked to the loss of our three children., “We thought that police had finally learned to do better,” they said., Earlier today, NSW police issued a public call for information about a series of sexual assaults that happened in the Wollongong area in the mid-1990s, saying they “believe the town of Bowraville could hold the key” to their investigation., “We believe there may be people living in the Bowraville area who may have information that could prove vital to this investigation, and we want to hear from those people,” Detective Chief Inspector Brad Ainsworth said in the statement about alleged sexual and indecent assaults committed by a man between 1991 and 1997 on a 14-year-old girl., But distressed Bowraville family members say they have not been told if this conduct is related to the murders of their children, or if other children have potentially been the victims of sexual assaults., “If this is not about our murdered children then of course we should have been told about this before., “Our hearts go out to any family that has seen their children harmed in any way, and of course we are willing to help if we have any information. However, we need to be treated with respect and not have our ongoing trauma trampled on., “Why are we always the last to know and keep finding things out through media reports and not through respectful and direct communication with the police?, “We are still waiting for an answer about our kids and our trauma, but we are used to waiting and we will always be committed to justice,” Jarrett said., The public call by NSW police has come before the NSW government has formally responded to the most recent parliamentary inquiry into the Bowraville murders., The UTS Distinguished Professor Larissa Behrendt, who has supported the Bowraville families for almost a decade, said “despite constant requests from the Bowraville community to be treated with respect, despite a parliamentary inquiry that found a history of poor engagement with this community, it appears there remains no respect. It appears no lessons were learnt.”, Greens MP David Shoebridge said: “Once again the Bowraville families are first hearing about crimes in their community through the media and the disrespect from police continues. , “These are grieving families who have never received justice, this kind of behaviour aggravates their ongoing trauma.,  “Aboriginal lives matter, and Aboriginal families should be treated with respect and courtesy.”, In February 1991 the remains of 16-year-old Clinton “Speedy” Duroux were found in bushland. In April that year clothing was discovered belonging to 16-year-old Colleen Walker-Craig, and a week later the skeletal remains of 4-year-old Evelyn Greenup were found in the bush., All three children disappeared from the same street on the southern side of Bowraville. Police believe all three were killed by the same person: a white man who has since been tried and acquitted of two of the three murders. The police investigation was found to be flawed and tainted by racism., In the almost 30 years since the murders, there have been two criminal trials, two inquests, changes to criminal law in NSW, four rejected attempts to have the cases reheard as a joint trial, a landmark parliamentary inquiry and an appeal to the high court, which was rejected in March last year., Following the failed high court bid the NSW attorney general, Mark Speakman, issued an apology to the families., “I hope that those mistakes are never repeated again,” Speakman said., “I am sorry that those failings continue to deny the children, and their families, the justice that they deserve.”, NSW police have been sought for comment.bowraville families distressed after police release historic sexual assault allegations", "label": 0}, "train-22": {"text": "\nCaptain Cook's cottage – the place he didn't ever call home\n, We’re about to be subjected to the frenzy commemorating the 250th anniversary of Cook’s arrival. We should get a few facts right first , Contact author, \n\nSun 1 Mar 2020 11.30 EST\n\n\nLast modified on Mon 2 Mar 2020 01.40 EST\n\n, As a child I often spent Saturday mornings in Melbourne’s Fitzroy Gardens., A highlight was always visiting a curious, somewhat magical place called “Captain Cook’s cottage”., From the time I was about four I knew who Captain Cook was because he’d “discovered” Australia. I think I was probably told that on the very first day of school. I also learned when I visited the little cottage with my primary school that Cook had lived in the cottage., He’d sometimes sort of lived in it, we were assured, back in the old country – England – in the intervals between his three voyages of discovery, during the first of which he “discovered” Australia and the last when the Hawaiians killed him for wearing out his welcome, cooked him and gave his bones back to the crew., I might’ve missed the part about him having sort-of maybe lived in the cottage only in England because, like so many Melbourne kids who didn’t self-start on Australian history until they were teenagers (or much later), I grew up for a while thinking he’d actually lived in it in Melbourne too. Why else would it be planted right there in the Fitzroy Gardens, so handy to the MCG (I had him pegged as a Melbourne supporter)? , It took me a long time to realise Cook, as it happened, never actually lived anywhere on the land in Australia, least of all in Melbourne. No. He preferred to stay on his ship the HM Endeavour. Except, of course, for those few times he did venture on to the actual land. That’s when he and his men tended to shoot those he called the “Indians” for doing stuff like gesturing for him to please just go away or “stealing” their turtles back from him and his men., There’re loads of experts on the divisive Cook (colonial bogeyman or hero?). Plenty will tell you he never actually held the title “captain” and that, if I’d bothered to check as a kid, I’d have discovered (just as he had Australia!) that the closest he actually came to the place that’s now Melbourne was from the deck of the Endeavour, a few kilometres off Tolywiarar, which he renamed Point Hicks, consistent with his predilection for bestowing from the sea English nomenclature upon places he’d never visit and which already had perfectly good Indigenous names. , Maps tells me that Tolywiarar is about 500km from Melbourne by road., That’s a long way. But not far enough to stop the Melbourne industrialist Russell Grimwade from buying the cottage when it went on sale in England and transporting it to Melbourne to mark the city’s 1934 centenary of foundation. Thus Captain Cook’s cottage became a miracle of history (in a country that would later deliberately ignore and overlook plenty more of its own) – a place with no connection whatsoever to Australia, yet for decades successfully miscast as some nationalistic colonial icon., The historian Linda Young points out in her paper The Contagious Magic of James Cook in Captain Cook’s Cottage that the Melbourne journalist and ex-navy type Hermon Gill was the key to all of this., Gill constructed a Cook–Melbourne connection, using the argument that the first Australian coastline observed by Cook’s 1770 expedition, now named Point Hicks in Gippsland, was in what had become the state of Victoria. Since Victoria’s capital, Melbourne, was about to mark 100 years of settlement, Gill suggested that Melbourne should become the ‘proud guardian of the one-time home of the man who had made the centenary possible, Captain James Cook’.”, It was an Olympic stretch of history. Yet one that endured through my childhood along with the Cook “discovery” myth (he was the first European to land on the continental east coast in April 1770)., One more critical thing about that little house in the gardens, later renamed “Cook’s cottage” to more accurately reflect established history. Cook never lived there. That Cook may have visited the cottage in Great Ayton, North Yorkshire – home to his parents, James and Grace, in their later years – is supposition. Historians have found no empirical evidence to support this proposition. There is no definite physical link between the great man and the building., A frenzy of commemoration of the 250th anniversary of Cook’s arrival is about to take place in Australia. Festivities include a $6.7m continental circumnavigation in the replica Endeavour (incidentally Cook never circumnavigated Australia) and $48m to update the Kurnell site (new visitor centre and another memorial) where Cook first set foot, his first act to shoot an Aboriginal man., There’ll be all sorts of hyperbole about Cook from his many prominent boosters, who include the prime minister, Scott Morrison – the member for Cook – who says of Cook’s arrival in 1770: “That voyage is the reason Australia is what it is today and it’s important we take the opportunity to reflect on it.”, Let the discussion begin., • Paul Daley is a Guardian Australia columnistcaptain cooks cottage the place he didnt ever call home", "label": 0}, "train-23": {"text": "South Australia blasted for issuing permit to cull southern hairy-nosed wombats, Traditional owners and environmental groups criticise issuing of permit on area of Yorke Peninsula leased to a farmer , South Australian authorities have been criticised by traditional owners and environmental groups for issuing a permit for the culling of southern hairy-nosed wombats on the Yorke Peninsula., The permit was issued for Aboriginal Lands Trust lands at Point Pearce, which are leased to a farmer, under laws that allow for the culling of “abundant wildlife” that is “causing damage”., It comes a month after the Victorian government revoked a 23-year-old law that declared wombats an “unprotected” species., The SA Department of Environment and Water refused to say what damage was specified in the request for this permit, or how many animals were intended to be culled, but Narungga traditional owners have told Guardian Australia it was a significant number., A department spokeswoman said: “The owner of Point Pearce, Aboriginal Lands Trust (ALT), applied for and received a permit for the humane destruction of wombats.”, Under SA regulations, the department said, landholders can apply for a permit to destroy native wildlife “where those animals are damaging, or are likely to damage, the environment, crops, stock, property or environmental amenity, or are posing a safety risk or hazard to people or industry”., The decision takes into account the species abundance, “human safety and economic considerations” and what other management methods have been “undertaken or considered”., SA does not publish annual figures on the number and type of wildlife culled under its permit system, but figures released under freedom of information laws for 2016-2017 show that 44 permits were issued to kill 803 southern hairy-nosed wombats this year., The Victorian government issued 252 permits to allow for the killing of 3,374 common wombats in 2017, and 268 permits for the culling of 3,830 common wombats in 2018, government data shows. Common wombats are more abundant than southern hairy-nosed wombats., “There’s simply no excuse for this over-the-top lethal intervention, particularly considering simple solutions to prevent damage such as wombat gates are now available,” said Evan Quartermain from the Humane Society International., “That these latest allegations of wombats being shot are on the Yorke Peninsula is particularly concerning. It’s a highly fragmented population, and Point Pearce is one of just three colonies thought to have more than 100 individuals. It’s an area of great conservation significance.”, Quartermain said legal wildlife culling, authorised by state governments, was “occurring at extremely alarming levels nationwide”., The southern hairy-nosed wombat was nominated for threatened species listing several times under the Environment Protections and Biosecurity Conservation Act, but is not currently listed. Quartermain said the Humane Society was in the process of renominating the species, which is under threat from Sarcoptic mange and habitat loss., The Yorke Peninsula population is the smallest of the four main wild populations, which include the Eyre Peninsula and Murraylands and the largest population of between 50,000 to 100,000 wombats on the Nullarbor plain in SA and Western Australia., Estimates from 2014 put the population on the Yorke Peninsula at just 696 wombats spread over 25 colonies, of which Point Pearce is the largest with 135 individuals., A native title determination confirming Narungga rights over the Yorke Peninsula, including Point Pearce, is scheduled for a federal court hearing in June., The Point Pearce office of the Aboriginal Lands Trust told Guardian Australia on Monday it was not commenting on the issue.south australia blasted for issuing permit to cull southern hairy nosed wombat", "label": 0}, "train-24": {"text": "\nIndigenous and welfare groups urge NSW to take urgent action on child protection\n, The latest in a string of damning reports into child protection prompts calls from experts for an overhaul of out-of-home care , \nLorena Allam, \n\nMon 2 Mar 2020 01.12 EST\n\n\nFirst published on Sun 1 Mar 2020 19.00 EST\n\n, More than 20 Indigenous, legal and child welfare organisations in NSW have demanded the NSW premier take urgent action on the most recent in a series of damning reviews of the state’s child protection system., A letter signed by Aboriginal and non-Aboriginal organisations is demanding Gladys Berejiklian make “serious, meaningful and genuine change” to implement the recommendations of the Family is Culture review released in November last year., The review found that child protection workers regularly gave “misleading” evidence to the children’s court, often took the most traumatic option by removing Aboriginal children – including newborns – from their families, and operated in a “closed system” that lacked transparency, had no effective regulator and was run with little or no genuine consultation with the Aboriginal community., Chaired by UNSW law professor Megan Davis, the study looked at the case files of 1,144 Aboriginal children who entered the NSW out-of-home-care system between 2015 and 2016., In total, 40% of children in that system are Aboriginal, even though they are only 5% of the state’s juvenile population., In the worst cases, the review found, “children who did not appear to be at risk of harm were removed from their families”, the children’s court was “misinformed about vitally important information” and, in a deeply concerning finding, in some cases “the location of young people under the care and protection of the minister was unknown”., The review found “widespread noncompliance” with law and policy by family and community services workers., In November, the minister for families, communities and disability services, Gareth Ward, said the report’s recommendations would be considered “carefully”. “The department will work through the report and prepare preliminary advice in the first half of 2020.” , But the group’s letter demands “real action, real change” including a “significant commitment in this year’s budget” to urgently address the child protection system’s disproportionate impact on Aboriginal children and families., “We cannot continue to stand by and witness the NSW government continue to destroy the lives of Aboriginal children, families and communities,” it says. “Based on the current rates of the removal of Aboriginal children from their families, more than 400 Aboriginal children will be removed from their family while we await the government’s response.”, The Family is Culture review made 125 recommendations relating to self-determination, transparency, public accountability and early intervention., “Aboriginal communities are frustrated by seeing report after report gather dust on department shelves while the outcomes for our kids only get worse,” the chief executive of AbSec, Tim Ireland, said. |“The time for change is now, and that change must come from Aboriginal people. Megan Davis gave us the roadmap for significant reform that empowers Aboriginal people and communities to change this system for the better.”, In response, the NSW government said it is committed to providing permanency for children in out-of-home care., “The recommendations of the Family Is Culture report will be considered carefully and in their entirety. The Department of Communities and Justice is preparing preliminary advice in relation to the recommendations, which is expected to be delivered in the first half of 2020,” a spokesman for the NSW families minister Gareth Ward said.indigenous and welfare groups urge nsw to take urgent action on child protection", "label": 0}, "train-25": {"text": "Central Australian summit to tackle exploitation of elderly Aboriginal artists, Ministers, artists and Indigenous arts organisations to discuss ways to weed out carpetbaggers, Federal, state and territory ministers will meet with Aboriginal artists and organisations in central Australia next month to discuss ways to weed out dodgy dealers who exploit elderly and frail Aboriginal artists for their own financial gain., The two-day summit – led by minister for communications, cyber safety and the arts, Paul Fletcher and the minister for Indigenous Australians, Ken Wyatt – will be held in Alice Springs at the end of April., “I want to help to support the cultural and economic interests of Indigenous artists, and provide consumers with increased confidence that they are purchasing ethically sourced art,” Fletcher said., The forum will be “an important discussion led by Indigenous artists”, Ken Wyatt said., “We want to see Indigenous Australians empowered to express our culture, history and experiences through art, free from exploitation,” he said., APY Art Centre Collective (APYACC) directors said they were glad the governments was taking the issue seriously., “Our art and culture is so much more than a colourful painting on your wall,” APY Art Centre Collective director, Nyunmiti Burton, said. “Our art centres are the only jobs and the only income in APY communities., “For a long time myself and the other leaders on the APY lands have been fighting the carpetbaggers. Over the past 12 months the situation has gotten worse and we are losing the fight.”, APYACC’s Sally Scales said “fighting carpetbaggers in Alice Springs and protecting vulnerable artists from being exploited has become a full-time job for APY leaders and we have been doing this job for too long without support”., In December, Guardian Australia reported that unethical practices were again on the rise in central Australia. More than 21 Aboriginal art centres, leading galleries and high-profile individuals then wrote to the federal, state and territory governments pleading for action., Some letters described mistreatment of often elderly and vulnerable artists., “We have called police to extricate dialysis patients from painting sheds where they have been locked into premises,” the director of the Purple House dialysis clinic in Alice Springs, Sarah Brown, wrote., “We have witnessed people being underpaid, paid in alcohol, takeaway food and secondhand vehicles., “The behaviour of some dealers is unquestionably worse than we have witnessed before. Unchecked we fear it will become worse still., “People are often sick, poor and desperate for the quick cash that is available to them through these dealers.”, Other letters – from award-winning artists Tony Albert and Del Kathryn Barton, gallerists such as Tim Olsen, writer Richard Flanagan, the Art Gallery of South Australia, the Namatjira Trust, the National Art School and eight Aboriginal art centres from the Tiwi Islands to Adelaide – expressed concern about the re-emergence of exploitative practices in the Aboriginal art industry., The director of the Alcaston Gallery in Melbourne, Beverly Knight, expressed “utter disbelief” that in her 40 years in the industry “many Indigenous artists are still subjected to unfair practice and slavery”., Knight and dozens of others called for a “total revamp” of the Indigenous Art Code to toughen its powers to weed out “dodgy” dealers. Others recommended the Australian Competition and Consumer Commission (ACCC) and police be better supported to protect Indigenous artists., The South Australian premier and arts minister, Steven Marshall, and Northern Territory minister for tourism and culture, Lauren Moss, are expected to attend the roundtable scheduled for 30 April and 1 May.central australian summit to tackle exploitation of elderly aboriginal artists", "label": 0}, "train-26": {"text": "\nPower outages leave Aboriginal people on NT islands with no food, fuel or phones for three days\n, Residents in eight small communities in Northern Territory’s Groote archipelago left ‘sick, angry, hungry and forgotten’ , \nLorena Allam, \n\nTue 3 Mar 2020 11.30 EST\n\n\nLast modified on Tue 3 Mar 2020 20.12 EST\n\n, Aboriginal people living on islands off the Northern Territory coast went without food, fuel and essential supplies for almost three days last week after a telecommunications outage left them “sick, angry, hungry and forgotten” with no support from emergency services., Residents in eight small communities in the Groote archipelago had no phone service, internet access, eftpos or access to cash after all telecommunications were lost between Wednesday and Friday., “When the Telstra outage hit the first consequence was peace,” an Angurugu woman who wanted to remain anonymous, told Guardian Australia., “A remote Aboriginal person’s access to banking, food, fuel, services is their cards and mobile,” she said., “Basic card, Medicare card, bankcard. There is no cash carried in wallets. After two days the supermarket became the focus of attention as it was difficult for people to understand why food is on the inside and hungry people are on the outside., “This was an emergency but nobody called it. Mainstream Australia has the experience of organisation within a context of law, order and plenty., “Remote Aboriginal people have the experience of poor law and order, disastrous health, crowded housing.”, The Anindilyakwa Land Council described the response of Telstra, government and police as “manifestly inadequate”., “No emergency procedures were put in place,” its chief executive, Mark Hewitt, said., “Without access to food, fuel and information, there was a significant spike in community unrest. Properties were broken into and damaged, and land council staff were physically assaulted., “Without telephone service, community members were not able to call emergency services., “In 2020 a community should not have to endure what the communities of the Groote archipelago endured last week.”, Telstra said storms and flooding meant that technicians could not access the site, and apologised to communities and residents., “We fixed the issue as quickly as possible in difficult circumstances,” its NT regional general manager, Nic Danks, said., “However, due to the storms creating hazardous road conditions, despite multiple unsuccessful attempts our Telstra technicians were not able to access the site until late Friday morning.”, The land council criticised the NT government’s apparent lack of response, saying Aboriginal people were being treated “as second-class citizens”., “This is not acceptable,” Hewitt said. “The lack of any coordinated response on the Groote archipelago this week is appalling, and cannot happen again.”, The Northern Territory government said its response was “swift and strong.”, Police, fire and emergency services, schools and health clinics remained operational and accessible, it said, and they coordinated services via two way radios and satellite., Additional police are on Groote Eyelandt “to support a return to normal operations”., “Telecommunications and equity of access to services is an Australian Government responsibility,” a spokesperson for the Department of the NT Chief Minister said., “The Northern Territory government will be working with Telstra and other stakeholders to consider what actions might be put in place during any future outages of this nature.”, Several remote Aboriginal communities around the NT have reported power blackouts or phone failures, or both, since the start of the year., In January Galiwinku or Elcho Island had two major blackouts of several days at a time, and residents could not buy food and fuel., Nine remote communities in central Australia also reported long outages in January, leaving people without food or electricity., Independent MP Yingiya Mark Guyula said it is not OK that people are going for several days without access to food and essential services, such as power, when the phone lines are down., “There are concerns that people cannot contact emergency services if needed, and that nurses who are working remotely cannot access patient files. This creates serious health concerns.,” Guyula said.power outages leave aboriginal people on nt islands with no food fuel or phones for three days", "label": 0}, "train-27": {"text": "\nMore than 20 Aboriginal Australians may be in detention after high court rules they can't be deported\n, Senate committee hears second Aboriginal man released and 23 cases ‘under review’, \nLorena Allam, \n\nTue 3 Mar 2020 00.00 EST\n\n\nLast modified on Tue 3 Mar 2020 01.32 EST\n\n, A second Aboriginal man has been released from immigration detention and another 23 cases are “under review” after the high court decision that Aboriginal people are not aliens for the purpose of the constitution and cannot be deported., “We are working through the cases that might fall within that remit,” the home affairs department secretary, Mike Pezzullo, told a Senate committee on Monday., “A number of persons have come forward and advised on potential claims” and the department is “working on it as quickly as possible”., There is a three-part definition of Aboriginality accepted by the high court in the Mabo cases: biological descent, self-identification and recognition of identity by a First Nations group. The court said the tripartite test put Indigenous Australians beyond the reach of the aliens power in the constitution., The majority of the high court ruled that New Zealand-born Brendan Thoms was not an alien and the commonwealth did not have power to deport him. He was released from detention in early February., A further hearing will decide if the second plaintiff, Daniel Love – who was born in Papua New Guinea – is a Gamilaraay man., Both men were convicted of criminal offences and served time in prison. When their sentences ended in 2018 they both had their visas revoked and were taken to immigration detention in Brisbane for deportation., General counsel to the home affairs department, Pip de Veau, told the Senate committee on legal and constitutional affairs that another person in detention had met the test and was released last week, but “there is no one else in the visa stream close to establishing the credentials required”., De Veau confirmed there were 23 cases in which “negotiations are ongoing to establish evidence” but they include “all possible indications of Indigeneity, not those that ultimately might meet the threshhold”., “The bulk of those we already had information about prior to Love and Thoms, and a small number have self-identified since the decision,” she said., Last month the attorney general, Christian Porter, said the government was looking to legislate another way to deport the “not very large” group of Aboriginal non-citizens who had committed crimes., “People who are born overseas, who aren’t Australian citizens, but may be able to show Indigeneity and who are in Australia on a visa and commit an offence” would now “have to be treated differently from all other persons in the same circumstances” because they could not be deported under existing law., “And we’ll be looking into ways in which we might be able to effect that policy,” he said.more than 20 aboriginal australians still in detention after high court rules they cant be deported", "label": 0}, "train-28": {"text": "\nMy art is cute and colourful but I aim to arm mob with the tools to proclaim their pride\n, I want to let that little kid out in a small town, in the bush or in the big smoke know they are loved and valued , Jessica Johnson for IndigenousX, \n\nMon 2 Mar 2020 23.56 EST\n\n\nLast modified on Thu 12 Mar 2020 20.16 EDT\n\n, Like many First Nations cultures, queer identity is woven into the tapestry of our collective being. For 250 years western ideology has impacted our narrative in various ways depending on time and place, but resilience has kept us shining through it all. I personally think we have a bigger queer representation in our community than the general populous although my perspective could be skewed., I was raised in what I call a “rainbow family”. We were as diverse and eccentric as they come – by today’s terms very “intersectional”. All nations, genders and journeys, totally accepting and pretty out there. I attribute that to our Larrakia country roots. Spending my formative years on Ngunnawal country with a bunch of top-end expats I call family, I’ve never once budged from the notion I’m from Darwin, which can be confusing but makes perfect sense to me. From the food we eat to how loud we laugh (or scream), it’s all very NT. We have mixed-up lingo and bloodlines: Greek, Indonesian, Japanese, Chinese, Filipino and all kinds of First Nations., Historically this melting pot of cultures is the result of past government policies, regulations on marriage, migration and general systematic racism. Many Aboriginal families in Darwin ended up there through active dispossession. My family were moved from Barkly to Darwin, Bathurst Island, Palm Island and other places., The overlap of my interest in wellbeing and creative expression is something I credit significantly to my late father, John Johnson. He was an artist, activist and mentor to many. After moving to Canberra from Darwin he helped Olive Brown and Dr Peter Sharp establish Canberra’s Winnunga Nimmityjah Aboriginal Health and Community Services as the first Aboriginal health worker. As an artist much of his work spoke to his experience of injustice and incarceration, which is where I first witnessed art as healing. He was a big, proud, outspoken man who loved a yarn, and he was a huge influence on my life, encouraging me to study graphic design as a sustainable creative career path. Over the years he lost his fight with grog, something I call slow suicide, but it in no way diminishes his many accomplishments., It’s not just a party for us – it’s our life, and there’s a lot of us fighting just to survive, In the years after graduating I applied my education and knowledge to an Aboriginal context, which isn’t uncommon. I meet and work with a lot of First Nations media makers and creatives, many of whom are queer, and most are motivated by an inherent obligation to use their expertise to positively impact the world we live in, empower our people and raise warriors. The toolkit and roadmap might look different to our past activists but the motivation always remains the same., For me activism isn’t exclusively people marching on the street – although that’s by far my favourite version. It is a mother raising her children, a father teaching his sons how to move through the world, reading a book, knowing your history, learning your language, sharing wisdom or putting food on the table. For our people these are all acts of resistance. Each of us has our own way but essentially we aim to counter and challenge the insidious nature of colonisation and its commitment to disempowering our people. This includes internalised negativity, racism and/or homophobia. Ironically my work is mostly cute, bright and colourful but it’s not naive in its purpose. I aim to arm mob with the tools to proclaim their pride and love., My Blak Hearts have evolved over the years but were originally created in 2016 in anticipation of the First Nations queer exhibition coinciding with Sydney Mardi Gras as a positive visual analogy for our queer community, particularly the younger ones grappling with the complex journey of coming out. When mob see them I want them to see themselves as beautiful, sparkly, bright and loved., Despite my positive and inclusive outlook, I wanted to be part of something meaningful that includes queer mob, so myself and a bunch of deadly blak queer mob in Sydney got together and became the founding directors of BlaQ Aboriginal Corporation where we seek to prioritise blak queer representation., It’s not just a party for us – it’s our life, and there’s a lot of us fighting just to survive. Sometime amid all the PC labels, inclusion, progress, glitter and sequins, it can be easy to forget we exist under a racist, patriarchal colony. Sadly the queer scene is no exception, where already marginalised First Nations and POC people are further ostracised. I hope BlaQ can address this for our mob and become a beacon of light for that little kid out in a small town, in the bush or in the big smoke to know they are loved, valued and have belonging with us. Social media has changed the way we interact, or maybe it’s just catching up with the way mob have done things for thousands of years. We’re connected more then ever before but we can still feel alone emotionally and geographically, so I encourage you – in the spirit of Mardi Gras – to take the opportunity to be kind and tell someone why you love and appreciate them., • Jessica Johnson is a queer Wombaya Wurumungu woman born on Larrakia country, raised on Ngunnawal land and living on Gadigal country. She is an artist designer and activist, the owner of Nungala Creative, a boutique design agency and product label and founding director of BlaQ Aboriginal Corporation, a First Nations LGBTQ+ organisation., • Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing.my art is cute and colourful but i aim to arm mob with the tools to proclaim their pride", "label": 0}, "train-29": {"text": "\nIndigenous health groups say they are well-equipped to deal with coronavirus\n, Indigenous Australians are one of the groups most at-risk from Covid-19, but community health leaders are preparing, \nJack Banister, \n\nWed 4 Mar 2020 00.29 EST\n\n\nLast modified on Wed 18 Mar 2020 06.57 EDT\n\n, Indigenous health organisations say they are prepared for the threat the novel coronavirus poses to Indigenous Australians, who are listed as one of the groups most at-risk from Covid-19 by the federal government., There are currently no known cases of the virus among Indigenous Australians, and the National Aboriginal Community Controlled Health Organisation (Naccho) is working with state and federal health authorities to prevent or control any outbreaks., Dawn Casey, the deputy CEO of Naccho, told Guardian Australia that while there were vulnerable people with multiple health issues in Aboriginal communities, the organisation and its members were well-equipped after receiving several briefings from state and federal governments in recent days. The organisation was well-placed to look after its own people, Casey said., Research following the 2009 swine flu pandemic showed that Indigenous Australians made up 11% of all identified cases and had a “six-fold death rate compared with non-Indigenous Australians”., The federal government has set up an Indigenous advisory committee to respond to Covid-19, which will meet on Thursday. That will be followed by a meeting next week between Naccho, its state and territory affiliates, public health medical officers, and Aboriginal medical directors from the Kimberley, Cape York and other communities., The prime minister, Scott Morrison, said on Tuesday that there was “a real vulnerability” if the virus were to reach small Indigenous communities, but confirmed the government was working closely with those communities to aid preparations., In the Northern Territory, about a quarter of the population is Indigenous. Nearly 80% of those people live in remote or very remote communities, with many speaking English as a second language., NT Health is taking proactive steps to protect those people, said its chief health officer, Dianne Stephens., “NT Health is meeting regularly with external organisations to develop and prevent and if required, manage, a Covid-19 outbreak in remote communities,” Stephens said., “The plan will take into account the unique needs of our remote communities, including the delivery of messages in local languages.”, She did not specify whether steps will be taken to allow individuals to self-isolate, if required, in remote communities where household overcrowding is a significant issue., The government’s current advice says that anyone who may have come into contact with the virus should seek accommodation within three hours of major municipalities in the state, and not visit or return to a remote community, even if they live there., While Stephens acknowledged the risk posed by Covid-19 to those who live with chronic conditions, she said that “it must be stressed that most people who have contracted the Covid-19 infection develop only mild to moderate symptoms and do not require hospitalisation”., In Western Australia, a spokesperson for the health department said that “preparations recognise the greater vulnerability of Aboriginal people”, and that the department was working closely with the Aboriginal Health Council of WA and Aboriginal community-controlled health services., A working group with representatives from remote communities is working to address concerns around self-isolation. The spokesperson didn’t confirm what alternatives were being considered., The department has not specifically developed resources in languages other than English. Instead, it is directing Western Australians to the federal resources – which are available in Farsi and Simplified or Traditional Chinese, but not Indigenous languages., Queensland’s chief health officer, Dr Jeannette Young, did not give details of how the state’s response was being tailored to Indigenous communities, but said that Indigenous health organisations were part of the planning process., NSW Health and the Aboriginal Health and Medical Research Council of NSW have hosted a joint webinar for Aboriginal community-controlled health services across the state. NSW Health did not respond to questions about other steps being taken.indigenous health groups say they are well equipped to deal with coronavirus", "label": 0}, "train-30": {"text": "\nI implore my non-Indigenous friends to give a genuine damn\n, We need more First Nations representation – in our workplaces, our sporting clubs and the queer community, Will Cooper for IndigenousX, \n\nThu 5 Mar 2020 00.55 EST\n\n\nLast modified on Thu 12 Mar 2020 20.17 EDT\n\n, As another Sydney Gay and Lesbian Mardi Gras passes, the dust (or should I say glitter) settles on one of the most iconic symbols of protest, diversity and inclusion in the world., I’ve never understood why I care so much about diversity, inclusion and visibility when so many people seem to live their lives and carry on with their everyday business. I guess most people aren’t Aboriginal and gay and don’t struggle to see themselves in the world they are surrounded by., Despite pride in my Aboriginality being instilled by my Mum, identity and visibility has been part of my own personal struggle to be accepted and my heritage respected., The importance of visibility and inclusion is often lost on people who have never had to struggle for it. Most First Nations people today still aren’t able to turn a TV on and see families, people, stories or language that is relative to them. Or to see people from similar backgrounds in positions of power across workplaces that they could hope to aspire to., It can be frustrating when you see a lack of cultural considerations, competency and compassion in aspects of your everyday life – the workplace, the sporting field, education, health services and the community you live in., That’s not to say I haven’t seen progress in my 34 years. In the past 15 years I feel like I’ve witnessed a very slow and small change in Australia. Schools and workplaces are sharing and acknowledging First Nations culture. First Nations representation and inclusion within the media has taken some positive steps for visibility (and some spectacular fails), and representation is a powerful tool for young people to see themselves reflected, but it will take structural reforms like a treaty, constitutional recognition, and First Nations leadership on Indigenous affairs to see shifts in the statistics that can come to define our lives in this country., Trying to do something about visibility can be frustrating. After seven years of working in First Nations-specific communications and stakeholder roles I felt burnt out from being on the front line. I looked to engage my skills outside of the sphere but have found myself, again, playing the role of cultural adviser. This is the double-edged sword that those of us who are First Nations, queer – or both – face. , It’s not as if it’s always expected of us, but often feels like if we aren’t involved, it won’t be done right. History already shows that if we don’t help control the narrative then the stereotypes will continue to permeate. People feeling they’re culturally competent after one cultural awareness training, acknowledgements becoming so business as usual that they are rushed and read insincerely off the back of cards, with no heart., Putting ourselves on the line often feels like the only way we can create the world we want to see. Some spaces can feel culturally so uncomfortable that time with our own people is the only safe option. Balance can be hard to find but is key in order to remain resilient, especially when our cultural knowledge can be asked to be shared so often., This Mardi Gras I turned down the opportunity to be on the First Nations float to instead be one of two First Nations people on my rugby team’s float. It was a decision I didn’t take lightly as acts of solidarity are important – especially in Mardi Gras – because they can highlight the racism within the wider queer community. So with the resources and privileges I have, I felt I could have more impact creating change within my rugby community. I want to be seen in every other area of community too and our next generations deserve to see that they can exist and thrive wherever they want to be., With my red, black and yellow earrings on, I felt proud to march with my rugby brothers, a team who helped me settle into Sydney and also challenge the stereotypes that are pervasive in the queer community, stereotypes that prescribe ideals about body shape, masculinity and gender roles., There’s so much to be done, and I implore my non-Indigenous friends to give a genuine damn and not just because their workplace makes them feel like they have to. Our history and culture is your history and culture too, a shared rich and nuanced culture to be embraced., While there is a shift in First Nations representation in the media landscape, there is a need to shift in everyday interactions; in our workplaces, our sporting clubs, and the queer community. That’s where I see myself and so many other queer mob. We’re rewriting the narrative on what it means to be First Nations, and I think that’s something to be proud of., • Will Cooper is a proud gay Wiradjuri and Yorta Yorta communications, marketing and engagement professional and founder/former head of the ACT Aboriginal and Torres Strait Islander LGBTQI network. Born and raised on Wiradjuri country, former long-term Ngunnawal country resident and now calling Gadigal country home., • Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing.i implore my non indigenous friends to give a genuine damn", "label": 0}, "train-31": {"text": "\nNigel Scullion approved $560m in grants in lead-up to election\n, Indigenous affairs minister also approved 12 grants worth almost $4m against department advice , \nLorena Allam, \n\nThu 5 Mar 2020 22.42 EST\n\n\nLast modified on Thu 5 Mar 2020 23.49 EST\n\n, Former Indigenous affairs minister Nigel Scullion approved more than $560m worth of funding in his last few weeks in the role, leading up to the election in 2019., A Senate committee has heard Scullion also gave almost $4m to 12 projects that his department, the National Indigenous Australians Agency (NIAA) did not recommend be funded., A number of the $560m in grants were “minister-initiated”, the committee has been told., Of the $1.279bn in the Indigenous affairs budget for this financial year, $567m was handed out by Scullion in the six weeks from 1 March to 11 April., Of the total Indigenous budget of $1.27bn, 90% had been committed by January 1 this year, NIAAA told the committee., Scullion also declined to support 28 projects that the NIAAA recommended should be funded, including the now defunct National Congress of Australia’s first peoples, several school nutrition programs for Indigenous children in remote communities, and cadetships in the NSW Legal Aid Commission named for the late Indigenous Judge, Bob Bellear., One of the grants Scullion did approve had not been applied for through formal channels. The $500,000 grant to the Alice Springs based Red Tails AFL club to help young Indigenous men in the region was developed by NIAAA because the minister told them “it was who he wanted to support”., Other grants handed out in that six-week period included $15.8m to Wesfarmers for an “employment parity initiative”, almost $17m to the Cape York Institute for five youth programs, and $10m to the Brisbane Broncos for a girls’ academy and a mentoring programs., NIAAA secretary Ray Griggs said he could not say exactly how many grants were applications by agencies, and how many were approaches by the minister but “I suspect it is an admixture”., The NIAAA later released details of the 12 programs Scullion funded agianst advice., Scullion maintained control over the entire budget, but NIAAA had delegation to approve grants of less than $5,000 for Naidoc activities, Griggs said., “We were not involved in the process in the minister’s office,” he said and, under questioning by Labor senator Tim Ayres, could not say whether the minister engaged with the prime minister’s office in making the funding decisions., Only seven funding decisions, worth about $32.2m, have been made by the current minister Ken Wyatt, and they have all accorded with the advice he has received from NIAAA, Griggs said., “I am just stunned that someone in the authority of a ministerial position can have no accountability with the way he spent Indigenous funds,” Labor senator Malarndirri McCarthy said after the hearing. “I’m just appalled., “And obviously we will have a deeper look at the details of that spending, but you have a department for a reason and he was a one-man show. He made all the decisions, by the looks of it.”nigel scullion approved hundreds of millions of dollars in grants against department advice", "label": 0}, "train-32": {"text": "\nGovernment knew desperate NT island residents were stealing food after power cuts left them without supplies\n, All communications were down and national Indigenous body said they received verbal reports of ‘some unrest at not being able to get food’, \nLorena Allam, \n\nThu 5 Mar 2020 22.13 EST\n\n\nLast modified on Fri 6 Mar 2020 03.01 EST\n\n, The federal government has admitted it had received reports that desperate people were breaking into houses looking for food, as telecommunications outages left Aboriginal people living on islands off the Northern Territory coast without essential supplies for almost three days last week., The National Indigenous Australians Agency (NIAA) told a Senate committee Friday that it was “still getting the picture” of what happened on Groote Eylandt, but it had received reports of some unrest at not being able to access food”., “We became aware not long after it happened,” NIAAA’s Sam Jeffries said. “All communications were down and we were unsure how long they would be out for. We were getting verbal reports that there was no access to money, or to be able to buy food, some unrest at not being able to access food., “But we were working with telecommunications mob as best as we could and also with NT police., “We did hear reports that there were some break and enters into houses,” Jeffries told Greens senator Rachel Siewert. “We had reports of people sharing food. But these were just verbal reports we were receiving on a daily basis.”, When Siewert asked if NIAA had formally investigated, NIAA secretary Ray Griggs said: “We are still getting the picture.”, Telstra has confirmed that the outages were more widespread than originally reported, fuelling concerns about the network’s ability to support contact with remote communities as fears over coronavirus spread., Telstra confirmed the NT mainland communities of Borroloola and Numbulwar were affected by the same outage, while the Cape York community of Kowanyama was also without telecommunications for three days. , Aboriginal people in the Groote archipelago said they were left “sick, angry, hungry and forgotten” with no support from emergency services when phones went down for three days. Residents also had no internet access, Eftpos or access to cash after all telecommunications were lost between Wednesday and Friday., “A remote Aboriginal person’s access to banking, food, fuel, services is their cards and mobile,” an Angurugu woman from Groote Eylandt said. “Basic card, Medicare card, bankcard. There is no cash carried in wallets., “After two days the supermarket became the focus of attention as it was difficult for people to understand why food is on the inside and hungry people are on the outside.”, Telstra said storms and flooding meant that technicians could not access the area to conduct repairs, and apologised to communities and residents., A spokesperson from the NT Department of the Chief Minister said telecommunications, welfare payments and the Basics Card are “the responsibility of the Australian Government.”, “In a complex and widespread telecommunications network, outages will occur from time to time,” the spokesperson said. “In remote communities the impact is often more pronounced due to lack of alternative network pathways and the longer times for telecommunications providers to attend and restore services compared to urban centres.” , The NT government said most community stores in east Arnhem Land have back up satellite communication., But one Groote Eylandt resident told Guardian Australia: “The idea that backup systems were in place and communications maintained is laughable.” ., Health workers maintained contact with patients by going door-to-door “but otherwise communication was extremely minimal”, the resident said, on condition of anonymity., Access to satellite phone reception was intermittent due to cloud cover and, because they don’t work inside buildings, sat phones could be used to make but not receive calls., In Queensland, the Cape York community of Kowanyama was also without phone and internet for three days between 23 and 26 February., “People here are living week to week and were running low on the power and food,” a resident said. “Some people were out of both by the Monday and the only way to purchase anything was through cash, which no one had., “People were sitting outside the shop distraught as they were hungry and had no power. Local staff at the school went home because they were hungry., “By Tuesday there was a lot of fighting in the streets as tensions rose. We all thought, including the police, that if it continued we may have riots. There were rumours but no real confirmation about when we would be reconnected., “The school went into lockdown when a student threatened to stab a staff member with a kitchen knife they found in the staffroom. We were stuck in our classrooms with no communication about what was happening and someone had to physically go to the police station to get help.”, Other remote Indigenous communities have reported telecommunications failures since the start of the year., Galiwinku (Elcho Island) in the NT had two outages over Christmas, both lasting three days, and nine central Australian communities went without phone coverage for several days over January, prompting people to drive into Alice Springs to access money and food., A Telstra spokesman said: “While Telstra’s network is generally very reliable, we can still experience issues occurring due to natural events such as floods and fires, vandalism or accidental damage that can result in a loss of service. , He said fixed landlines and the NBN “allow for more opportunities for uninterrupted communications in remote communities”., “If remote residents have access to a wifi connection, they can still make and receive mobile calls using the wifi option available on many popular phones. ,  “We encourage remote businesses to also consider connecting to NBN Sky muster satellite service and ensuring their Eftpos machine is wifi-enabled.”, But the NT government spokesperson disputed this was a solution., “Having access to satellite broadband is unlikely to provide the answer for financial transactions in outage scenarios, as services may not function over satellite or not have backup capability over satellite.”, NIAAA said it had discussions with it’s manager on Groote Eylandt and will “have discussions again early next week”. Sam Jeffries was unsure of the timeline for putting any contingency plans in place, but said it would be done “as quickly as possible”., Independent territory MP Yingiya Mark Guyula said earlier this week it was not OK that people were going for several days without access to food and essential services such as power when the phone lines are down., “There are concerns that people cannot contact emergency services if needed, and that nurses who are working remotely cannot access patient files,” Guyula said. “This creates serious health concerns.”power cuts that left aboriginal people on nt islands with no food were widespread", "label": 0}, "train-33": {"text": "\nCashless welfare card loophole enables purchase of alcohol\n, Social services minister admits card’s restrictions can be bypassed in places such as cafes and diners but says that is soon to be addressed, \nLorena Allam, \n\nThu 5 Mar 2020 20.16 EST\n\n\nLast modified on Fri 6 Mar 2020 00.35 EST\n\n, The social services minister, Anne Ruston, admitted during a Senate committee hearing there was a loophole with the cashless debit card which still allows people to buy alcohol., The government says the card, which quarantines up to 80% of a welfare recipient’s payments for use at selected stores, has led to a reduction in violence and harm related to alcohol consumption, illegal drug use and gambling., But on Thursday night, the Senate community affairs legislation committee heard that some merchants outside the trial sites, such as “cafes, restaurants, cafeterias, diners and soda fountains”, could bypass the card’s restrictions under the “merchant category code” system., The code system allocates a number to merchants so they are able to charge items to the card and prohibits the purchase of certain items or services – such as alcohol or gambling – from “declared” outlets based on what is known as their merchant category code., The loophole is the “eating places and restaurants” category code, which includes places that have alcohol on the menu and are not on the government’s blocked list – meaning they can still charge alcohol purchases to the cashless welfare card, using the code 5812., Ruston described the code system as “a very technical question” and offered the senators, including Labor’s Malarndirri McCarthy, a “full technical briefing on the issues”., McCarthy then asked: “Does the merchant category code 5812 enable me to buy alcohol on my CDC?”, Ruston replied, “At the moment, yes” but said the system would soon be replaced with a more “granular” means of blocking purchases at the product level., The government said it had spent $3.4m on a product-level blocking trial that departmental officials told the committee was “working so far”., It has spent $50m over five years on trails of the cashless debit card, with expenditure increasing every year since then. In 2015-16 it allocated $10.9m to the trial, and spending increased every year to 2018-19, when it allocated just over $16m on the card’s rollout., The card is operated by Indue and is currently being trialled in Ceduna in South Australia, East Kimberley and the Goldfields in Western Australia and Hervey Bay in Queensland., Indue currently blocks merchants rather than products. It provides a list of banned merchants, most of which are pubs and bars in the trial areas., The government says the card is automatically accepted at about 900,000 businesses across the country, including Australia Post and big retailers where alcohol is sold, such as Woolworths and Coles. But cardholders have complained about having their cards declined at retailers that do not primarily sell these banned goods., The federal government is pushing for a nationwide rollout of the controversial policy. But critics say the card causes stigma, makes it harder for people on low incomes to buy secondhand goods and is difficult to exit., The government has set aside $128m to transition all Northern Territory welfare recipients from the current income management system, the Basics card, to the cashless debit card, if the enabling legislation is passed next month., However, independent senator Jacquie Lambie says “the government has a problem” with the rollout of the card, after her fact-finding visit to the Northern Territory and Western Australia over the summer., Lambie visited several remote Aboriginal communities to “get a view from the ground on how the card is functioning, before voting on the government’s proposed changes for its future”, she said. The real aim should be “to get people off the card altogether”., “That doesn’t happen if there aren’t the jobs. And you don’t get people who’ve been unemployed for a generation into a job if you don’t invest in them,” she said. “We’re on a hiding to nothing if we’re not building up their skills and confidence. All we’re doing is changing what it’s like to be on welfare.” cashless welfare card loophole enables purchase of alcohol", "label": 0}, "train-34": {"text": "\nIndigenous coronavirus taskforce meets as remote communities restrict access\n, Existing health problems and crowded housing mean Australia’s Indigenous communities are at particular risk from coronavirus, \nLorena Allam, \n\nThu 5 Mar 2020 20.01 EST\n\n\nLast modified on Wed 18 Mar 2020 06.56 EDT\n\n, The federal government has set up a national Indigenous advisory group to fast-track an emergency response plan for Aboriginal communities that are among the most vulnerable to any potential spread of Covid-19., The taskforce met on Thursday as remote Aboriginal communities in South Australia began to strictly limit visitors for the next three months, worried that if Covid-19 arrives it will be “devastating” for their elders and people with existing health problems., The Anangu Pitjantjatjara Yankunytjatjara (APY) have introduced strict rules for entry to their lands, which they can to do under the APY Land Rights Act., “We are protecting our people, especially those who hold our ancient cultural knowledge, and we know they are already vulnerable as they are quite old,” APY general manager Richard King said., “A lot of our people present with comorbidities like diabetes and renal failure. We have high smoking rates, overcrowding in housing, overall poor hygiene., “It’s almost a perfect storm to support the transmission of these types of diseases., “The problem with this one is it has a 3.4% fatality rate, which is high, but with our cohort, if it gets here, it’s going to be devastating.”, The Aboriginal and Torres Strait Islander advisory group on Covid-19 is made up of leaders from the Aboriginal community controlled health sector, state and territory health and medical officials, Aboriginal communicable disease experts, the Australian Indigenous Doctors’ Association and the National Indigenous Australians Agency., The new taskforce will consider the health, social and cultural needs of Aboriginal and Torres Strait Islander peoples, using principles of shared decision-making and co-design. The management plan will focus on current containment activities as well as preparations for mitigation and treatment phases., There are major issues to consider, “depending on how serious it gets, and events as they unfold”, according to Olga Havnen, a member of the taskforce and CEO of the Darwin-based Aboriginal health organisation Danila Dilba., These include housing people, and the deployment of additional health workforce capacity, Havnen said., “We would need deployment based on where the need is greatest,” Havnen said. “And will people want to do it? This will need a dynamic response., “But the commonwealth has a clear sense of the need to provide good structures for the vulnerable in our communities., “The key thing is getting good information, clear and consistent, to our communities. And the big message is hand-washing.”, The APY board decided on Thursday to refuse entry for the next three months to anyone who has been in mainland China since early February, or been in contact with someone confirmed to have coronavirus, or who has travelled to Iran, South Korea, Japan, Italy or Mongolia., Anyone in those categories who wants to visit needs to have tested negative for the virus, and will have to submit a copy of the test results along with a statutory declaration to be considered for entry., State and federal agencies don’t need to apply for a permit to enter but King said he hoped they would comply with the ban., Indigenous Australians minister Ken Wyatt has agreed to postpone a scheduled visit next month., There have been no known Covid-19 cases on APY lands to date, but the prime minister, Scott Morrison, has expressed concern about the vulnerability of those in remote Indigenous communities., During the 2009 swine flu outbreak, Aboriginal and Torres Strait Islander people made up 11% of all identified cases, 20% of hospitalisations and 13% of deaths., The Northern Territory is also developing a remote health pandemic plan, due to be released on Monday., NT Chief medical officer Dianne Stephens acknowledged the “significant” logistical problems with using self-isolation as a response in remote communities, where overcrowding in housing is a major issue., “So we are working out ways in every community where we can institute social distancing, where we can have a safe place for people to be quarantined if they’re unwell,” she said., The NT health minister, Natasha Fyles, announced yesterday that a pandemic clinic had been set up at Royal Darwin hospital.indigenous coronavirus taskforce meets as remote communities restrict access", "label": 0}, "train-35": {"text": "\nFrontline doctors prepare for ‘death and suffering’ when coronavirus hits Indigenous communities\n, Medics say they don’t have the resources to evacuate very ill people from Australia’s remote areas, \nLorena Allam, \n\nWed 1 Apr 2020 12.30 EDT\n\n\nLast modified on Wed 1 Apr 2020 19.20 EDT\n\n,  , With large parts of Aboriginal Australia in lockdown, health workers are preparing for the arrival of Covid-19 in communities that have the poorest health in the nation and very few of the essentials to stop the virus getting out of control., “There is a sense of quiet before the storm,” the chief executive of the Western Desert dialysis service, Sarah Brown, said this week. The service, better known as the Purple House, runs dialysis clinics in 18 remote communities across a vast area of central Australia., Purple House staff have spent the past fortnight rushing to empty its Alice Springs clinic and send its mostly elderly patients out bush where it’s safer, for now., “Our isolation gives us a little more time to prepare than the big cities,” Brown said this week. Aboriginal community-controlled health organisations were meeting almost every day by phone to compare notes, share resources and knowledge, she said., A public health campaign in dozens of Aboriginal languages is under way, including short videos with the theme “stay on country, care for family”., The national taskforce of experts in Indigenous health and epidemiology who have been advising the national cabinet have released a detailed plan for when the storm arrives., It is a grim list of challenging considerations:, expediting testing and reducing contagion by “driving samples to town rather than waiting for the weekly plane.”, using tents in overcrowded communities for quarantine and isolation, deploying mobile respiratory clinics during outbreaks., discussing difficult issues, such as end of life, being unable to return to country to die, and having limited hospital visits., making a “plan for the management of the deceased”., Frontline doctors say they are “preparing for death and suffering” in Aboriginal and Islander communities, because they don’t have the resources to evacuate very ill people., The president of the Australian Medical Association, Dr Tony Bartone, has called for the national cabinet to “urgently fund and resource Aboriginal Torres Strait Islander health services to ensure they can respond to Covid-19”., The minister for Indigenous Australians, Ken Wyatt, and the health minister, Greg Hunt, have announced “flexible” funding to 45 organisations across 110 remote communities, to help Aboriginal medical services prepare by “promoting personal protective measures, including hand and respiratory hygiene, cough etiquette and use of respirators or face masks” and even “purchasing soap for community and schools”., “Our number one priority is to save lives by slowing the spread of coronavirus and stop people bringing the virus into remote communities,” Wyatt said., But the suspension of non-essential medical treatments will increase pressure on the everyday health burden in Aboriginal communities, according to Western Australian ophthalmologist, Dr Angus Turner., Turner treats hundreds of people in remote communities, “very stressed patients at the moment”, whose vision is impaired by macular degeneration, diabetes and other comorbidities., “My concern is that over the next six months we could be allowing peoples’ vision to deteriorate, while we can’t do the injection treatments that keep people seeing,” Turner said., “We can’t get to regions or move between regions, and it might not mean blindness over the next few months, but it’s the difference between driving and not driving and that is a big issue for anyone, especially if you’re in an outback area., “So if someone was just on the right side of the vision line before this, they may not be afterwards,” he said., The evacuation of at-risk patients to big city hospitals presents challenges too, according to the Australian Indigenous Doctors’ Association., The association said in a statement it had already received reports of “abhorrent and unethical behaviour” in hospitals, including staff at a Perth hospital who said “Aboriginal and Torres Strait Islander people would get Covid-19 because they don’t wash their hands.”, “Such blatant racism can never be tolerated – least of all at this crucial time., “AIDA fully appreciates that the Australian medical workforce is facing exceptional challenges right now., “However, Aboriginal and Torres Strait Islander peoples’ lives, health and wellbeing cannot be put at risk because of underlying racism and prejudice,” AIDA said., An emergency specialist in Perth, Dr Nicole Liesis, said she had overhead such comments, and they were an example of her major concern., “When I think of the impact of Covid-19 on the Aboriginal elder population, they are such a precious, fragile and irreplaceable resource, and they suffer a heavy burden of disease as well as trauma., “They’ve already had so much loss and bereavement and it is inevitable there will be so much more in the week and months to come,” Liesis said., “In WA the only critical care available to date is in Perth., “I know current disaster planning involves setting up intensive care hubs in regional centres, which has never been done before, but there’s long-standing reluctance among Aboriginal people to engage with healthcare and all the dismissiveness, judgement and stereotyping that goes with it.”, Liesis said Aboriginal people might prefer to stay home and “die on country” than be flown to city hospitals, and health workers and families needed to prepare for that., Field hospitals should be established “before communities are critically unwell”, she said., “Many that I have spoken to are deeply saddened by the plight that faces Indigenous Australia, but it is not a time for pity or sympathy., “I do not want our children to hear ‘Oh it was so sad, but there was not much we could do for those people.’ Those people are our people. The holders of cultural wisdom. A national treasure that must be preserved at all cost.”, At the now quiet Purple House in Alice Springs, Brown urged non-Indigenous Australians to listen to the health authorities advice on Covid-19., “What happens in the rest of the country affects us heavily,” Brown said. “People who can stay home, please stay home! Do it for yourselves, but do it for us too., “This virus knows no boundaries in terms of wealth, status, language or education. But for those less able to cope with its impact, it will be devastating.”vulnerable indigenous communities work to mitigate consequences of coronavirus", "label": 0}, "train-36": {"text": "\nFrontline doctors prepare for ‘death and suffering’ when coronavirus hits Indigenous communities\n, Medics say they don’t have the resources to evacuate very ill people from Australia’s remote areas, \nLorena Allam, \n\nWed 1 Apr 2020 12.30 EDT\n\n\nLast modified on Wed 1 Apr 2020 19.20 EDT\n\n,  , With large parts of Aboriginal Australia in lockdown, health workers are preparing for the arrival of Covid-19 in communities that have the poorest health in the nation and very few of the essentials to stop the virus getting out of control., “There is a sense of quiet before the storm,” the chief executive of the Western Desert dialysis service, Sarah Brown, said this week. The service, better known as the Purple House, runs dialysis clinics in 18 remote communities across a vast area of central Australia., Purple House staff have spent the past fortnight rushing to empty its Alice Springs clinic and send its mostly elderly patients out bush where it’s safer, for now., “Our isolation gives us a little more time to prepare than the big cities,” Brown said this week. Aboriginal community-controlled health organisations were meeting almost every day by phone to compare notes, share resources and knowledge, she said., A public health campaign in dozens of Aboriginal languages is under way, including short videos with the theme “stay on country, care for family”., The national taskforce of experts in Indigenous health and epidemiology who have been advising the national cabinet have released a detailed plan for when the storm arrives., It is a grim list of challenging considerations:, expediting testing and reducing contagion by “driving samples to town rather than waiting for the weekly plane.”, using tents in overcrowded communities for quarantine and isolation, deploying mobile respiratory clinics during outbreaks., discussing difficult issues, such as end of life, being unable to return to country to die, and having limited hospital visits., making a “plan for the management of the deceased”., Frontline doctors say they are “preparing for death and suffering” in Aboriginal and Islander communities, because they don’t have the resources to evacuate very ill people., The president of the Australian Medical Association, Dr Tony Bartone, has called for the national cabinet to “urgently fund and resource Aboriginal Torres Strait Islander health services to ensure they can respond to Covid-19”., The minister for Indigenous Australians, Ken Wyatt, and the health minister, Greg Hunt, have announced “flexible” funding to 45 organisations across 110 remote communities, to help Aboriginal medical services prepare by “promoting personal protective measures, including hand and respiratory hygiene, cough etiquette and use of respirators or face masks” and even “purchasing soap for community and schools”., “Our number one priority is to save lives by slowing the spread of coronavirus and stop people bringing the virus into remote communities,” Wyatt said., But the suspension of non-essential medical treatments will increase pressure on the everyday health burden in Aboriginal communities, according to Western Australian ophthalmologist, Dr Angus Turner., Turner treats hundreds of people in remote communities, “very stressed patients at the moment”, whose vision is impaired by macular degeneration, diabetes and other comorbidities., “My concern is that over the next six months we could be allowing peoples’ vision to deteriorate, while we can’t do the injection treatments that keep people seeing,” Turner said., “We can’t get to regions or move between regions, and it might not mean blindness over the next few months, but it’s the difference between driving and not driving and that is a big issue for anyone, especially if you’re in an outback area., “So if someone was just on the right side of the vision line before this, they may not be afterwards,” he said., The evacuation of at-risk patients to big city hospitals presents challenges too, according to the Australian Indigenous Doctors’ Association., The association said in a statement it had already received reports of “abhorrent and unethical behaviour” in hospitals, including staff at a Perth hospital who said “Aboriginal and Torres Strait Islander people would get Covid-19 because they don’t wash their hands.”, “Such blatant racism can never be tolerated – least of all at this crucial time., “AIDA fully appreciates that the Australian medical workforce is facing exceptional challenges right now., “However, Aboriginal and Torres Strait Islander peoples’ lives, health and wellbeing cannot be put at risk because of underlying racism and prejudice,” AIDA said., An emergency specialist in Perth, Dr Nicole Liesis, said she had overhead such comments, and they were an example of her major concern., “When I think of the impact of Covid-19 on the Aboriginal elder population, they are such a precious, fragile and irreplaceable resource, and they suffer a heavy burden of disease as well as trauma., “They’ve already had so much loss and bereavement and it is inevitable there will be so much more in the week and months to come,” Liesis said., “In WA the only critical care available to date is in Perth., “I know current disaster planning involves setting up intensive care hubs in regional centres, which has never been done before, but there’s long-standing reluctance among Aboriginal people to engage with healthcare and all the dismissiveness, judgement and stereotyping that goes with it.”, Liesis said Aboriginal people might prefer to stay home and “die on country” than be flown to city hospitals, and health workers and families needed to prepare for that., Field hospitals should be established “before communities are critically unwell”, she said., “Many that I have spoken to are deeply saddened by the plight that faces Indigenous Australia, but it is not a time for pity or sympathy., “I do not want our children to hear ‘Oh it was so sad, but there was not much we could do for those people.’ Those people are our people. The holders of cultural wisdom. A national treasure that must be preserved at all cost.”, At the now quiet Purple House in Alice Springs, Brown urged non-Indigenous Australians to listen to the health authorities advice on Covid-19., “What happens in the rest of the country affects us heavily,” Brown said. “People who can stay home, please stay home! Do it for yourselves, but do it for us too., “This virus knows no boundaries in terms of wealth, status, language or education. But for those less able to cope with its impact, it will be devastating.”vulnerable indigenous communities work to mitigate consequences of coronavirus", "label": 0}, "train-37": {"text": "\nAustralian news: stories you may have missed during the coronavirus crisis\n, High court to hand down George Pell verdict, water flows into the Menindee Lakes and Victoria renews logging, \nNaaman Zhou, \n\nFri 3 Apr 2020 15.00 EDT\n\n\nLast modified on Fri 3 Apr 2020 17.24 EDT\n\n, As Australia’s coronavirus outbreak continues – but with the cautious optimism of a slowing rate of infection – a lot of important news has slipped under the radar., Here are the stories you may have missed over the past week., The high court will hand down its judgment in George Pell’s final appeal on Tuesday in Brisbane., The final arguments from both sides finished up in March, and we will find out at 10am on Tuesday whether his conviction on five counts of child sexual abuse will be upheld or overturned., The Sydney to Melbourne train that derailed in February, killing two people, was travelling at more than 100km/h in a section limited to 15km/h., That section was part of a diversion, introduced that afternoon, from the normal route with a speed limit of 130km/h, according to the preliminary report on the crash, which came out on Friday., Read the full story here., Chris Dawson formally pleaded not guilty on Friday to murdering his then wife on Sydney’s northern beaches nearly 40 years ago., The former teacher and Newtown Jets rugby league player has repeatedly claimed that Lynette Dawson is still alive and several people have seen her since her disappearance in January 1982. The matter is scheduled to return to court on Wednesday., Read the full story here., The oldest known skull of Homo erectus was discovered by Australian researchers on Friday. The fossil has been dated at two million years old – 200,000 years older than the previous record., Read the full story here., Late on Wednesday night, the federal and Victorian governments decided to extend five regional forest agreements that exempt the logging industry from conservation laws., Environmental groups immediately criticised the move, given the summer’s devastating bushfires will already have deforested large swathes and impacted wildlife., Read the full story here., You may remember Alek Sigley, the Australian student (and lover of Korean literature) who was arrested in North Korea over nine harrowing days in 2019. After days of diplomatic wrangling, he was released, but wouldn’t share the details of what happened., Now, writing for Guardian Australia, he has., I saw the black Mercedes-Benz, which had a black plastic bag covering its licence plate. ‘Fuck, you’re in deep shit now,’ I thought to myself., Read the whole article here., One in five of Australia’s biggest polluting sites actually increased their greenhouse gas emissions last year, above the government limit., Under the safeguard mechanism, companies that breach their limit have to buy carbon credits or pay a penalty. But the Australian Conservation Foundation found that 729,000 tonnes of emissions went unpunished., Read the full story here., A year-long inquiry has concluded that Queensland should legalise voluntary assisted dying. On Tuesday, the state’s health committee found a majority of Queenslanders are in favour of voluntary euthanasia for terminally-ill adults., Read the full story here., In good news, water has flowed into the drought-stricken Menindee Lakes, the site of infamous mass fish kills last year., For the first time in years, significant flows and water releases are under way, meaning the lower Darling River will finally reconnect with the Murray., Read the full story here., The New South Wales government has approved the extension of coalmining under the Woronora reservoir., It’s the first approval in two decades for coalmining directly beneath one of greater Sydney’s reservoirs, and environment groups say it could affect the quality of drinking water., Read the full story here., An Aboriginal man, aged 30, died in Victoria last week after he was arrested and taken to a regional police station., Police said the man was arrested on Thursday last week in Horsham. When he was taken to the police station, his “condition deteriorated”, and he died in hospital on Sunday., Read the full story here., The annual Australia’s Environment report came out on Monday, finally confirming something we may have already seen coming., Unprecedented bushfires, record heat, record low river inflows, dry soil, low vegetation growth and the 40 new species that were added to the threatened species list meant that 2019 was the worst year since 2000., Read the full story here., In other environmental news, land-clearing approvals in NSW increased 13-fold since the Coalition government changed laws in 2016, according to a secret report provided to the state cabinet., In an exclusive obtained by reporter Luke Henriques-Gomes, we revealed the government will refund hundreds of millions of dollars under the botched robodebt scheme., Confidential government advice obtained by Guardian Australia revealed that the government has already privately admitted that 400,000 welfare debts worth $550m were wrongly issued., Read the full story here., Last Thursday, the perpetrator of the Christchurch massacre suddenly changed his plea from not guilty to guilty, after being charged with the murder of 51 people., The shock announcement meant that Australian Brenton Tarrant was immediately convicted of all charges. He had originally been set for trial on 2 June, but that has now been called off. He will be sentenced later this year., Read the full story here.australian news stories you may have missed during the coronavirus crisis", "label": 0}, "train-38": {"text": "Indigenous elders ask to be evacuated from remote communities over coronavirus fears, Health and cultural groups agree that vulnerable elders should be moved to Adelaide to shield them from Covid-19, Calls are growing for governments to support the evacuation of Aboriginal elders from remote and regional communities as Covid-19 spreads., Medical and cultural groups say governments must act before it’s too late, while doctors warn it’s a “very difficult decision” and the window in which to make it is closing fast. But the South Australian government has said it will not move people “at this time”., The Anangu-Pitjantjatjara-Yankunytjatjara art centres (APYACC) have been lobbying for three weeks to have the SA government support a plan to transport a group of senior people from their remote communities into isolation at the Wiltja Anangu school in Adelaide., APYACC says border closures aren’t working, with people still crossing in and out on remote roads, and elderly people are living in overcrowded housing alongside several generations of family., “Social distancing is a luxury we do not have,” elders at one of the APYACC art centres wrote to the SA government this week., “During the past week, our communities have seen an influx of estranged family members sent back from the cities as part of the government’s strategy of returning Aboriginal people to their communities,” the elders at Mimili art centre wrote., “Already crowded houses are now beyond capacity as we try to accommodate the newcomers, many of whom have a recent history of substance abuse and associated challenges., “Self-isolation and best practice hygiene are not an option in this environment., “It feels like our people have been herded up and locked down in communities where facilities, housing and medical support are severely lacking.”, Prof Paul Torzillo is a leading respiratory and intensive care physician at Sydney’s RPA hospital, and medical director of Nganampa Health Council (NHC), which operates seven clinics in the APY region., Torzillo says moving elders into Adelaide is a “difficult problem” but Nganampa would support it, if a number of “absolute preconditions” were met., “They would be moving from what is currently a very low prevalence location, to a location where there is already community transmission,” he said. “However, you have to balance against that the fact that once there is community transmission these people will be very susceptible, and it will be incredibly difficult to offer them medical care because of all the logistical constraints on the APY lands. In a city they would at least have some chance of getting hospital care., “We would support this, provided they are safely transported, they have guaranteed accommodation for the rest of the year and the building is secured, and they’re under a public health act that would prevent them either leaving or having visitors., “There is a very narrow window through which this can be done., “Once we’ve got community transmission in the lands, these people are at significant risk. So if this were going to to happen, it needs to happen quickly. But it can only happen if all those preconditions are met and the people themselves understand they won’t have any visitors and they won’t be able to leave once they get there,” he said., But the SA government has rejected the plan so far., “Current public health advice relating to Covid-19 is that it is safer for Aboriginal people to remain in their communities. Therefore the South Australian government does not support the movement of Anangu off the APY lands at this time,” a SA government spokesperson said., “The spread of Covid-19 and the government’s response to it is being constantly reassessed, with additional measures being put in place as needed based on public health advice., “Active planning is taking place to protect particularly vulnerable members of remote Aboriginal communities.”, Naccho, the peak body representing Aboriginal community controlled health organisations in Australia, fully supports the plan., “The SA government must listen and act on the advice of the organisers of the evacuation and stop dismissing them,” Naccho CEO Pat Turner said., “Shared and equal decision making is essential to resolve this impasse. SA Health has been too slow to activate this matter. I as CEO fully support the wishes of the elders themselves and fully respect their right to decide.”, Turner also renewed calls for the army to help combat the virus in Aboriginal communities., “Everyone in leadership roles on the APY lands have strongly advocated for many weeks and would welcome the presence of the Australian army and that should be negotiated in terms of actual resource requirements and roll out immediately,” Turner said., “Governments must resource the provision of a professional health workforce to be present on the lands, full supplies of all PPE, isolation facilities, rapid testing and results regime, and treatment facilities for handling COVID., “This is needed in all our communities,” she said.indigenous elders ask to be evacuated from remote communities over coronavirus fears", "label": 0}, "train-39": {"text": "Aboriginal health services warn of 'catastrophic' shortage of coronavirus protective equipment, Exclusive: Some regional areas are down to a two-week supply of PPE, with the forecast peak of the Covid-19 outbreak yet to come, Rural Aboriginal medical services are facing a “catastrophic” shortage of personal protective equipment, which has left some clinics with just two weeks’ supply in the lead-up to the Covid-19 peak., The Aboriginal Health and Medical Research Council of NSW has warned that clinics in places like the far west town of Coonamble, where confirmed Covid-19 cases are beginning to emerge, require urgent action to boost PPE stocks., Phil Naden, the chair and acting chief executive of the AHMRC said “the demand was there, obviously, but there’s just no supply”., “We’re down to two weeks PPE, at the most, in a lot of our clinics,” he told the Guardian. “It’s a bit catastrophic at the moment, particularly with everything happening and the need for it.”, Naden warned some clinics may need to take dramatic steps if stocks were not replenished., “The reality is that if you haven’t got it, to me, you shouldn’t function without it,” he said., “You’re not only putting yourself at risk, you’re putting clients, family, your community at risk, everyone you come into contact with.”, PPE shortages have been felt right across the healthcare sector, to varying degrees., The federal government is responding by releasing additional supplies from its emergency reserves in the national medical stockpile, while triaging requests from health and aged care providers to ensure the most pressing needs are met., It has also moved to boost domestic production at the factory of existing PPE supplier Med-Con, and has issued a callout to other domestic manufacturers to identify who may be able to pivot into PPE production., The government’s official advice is that Aboriginal and Torres Strait Islander peoples are at greater risk from Covid-19 because of overall poor health, overcrowded housing and high rates of respiratory disease, heart disease and diabetes, which increase the fatality rates of the virus., A taskforce of experts in Indigenous health and epidemiology advising the national cabinet has released a detailed plan for dealing with the virus, which recommends urgent supplies of PPE and other medical equipment to regional and remote areas., Frontline doctors say they are “preparing for death and suffering” in Aboriginal and Islander communities, because they don’t have the resources to evacuate very ill people., “I don’t think our people are ready to face this serious virus,” Coonamble Aboriginal medical centre board member Gloria Fernando said., “My worries for the elders are when they urgently need medical care and the hospitals are overcrowded. They will be forgotten about and left to die due to old age, because they will attend to the younger generation first., “I definitely think our mob and our community have been forgotten about., “I’m disappointed with our local shire, who supposedly run our town, for not putting things in place for our community., “They have held one meeting that I know of and that was at the direction from our Coonamble Aboriginal Health Service to stakeholders to call a meeting about Covid- 19, but they didn’t invite any elders to speak on the First Nations people who are the most vulnerable to catch this virus.”, The World Health Organization has warned that PPE is critical in any effort to stop the spread of the virus. It has called on nations to lift their domestic production by 40% and end export restrictions., The Orange Aboriginal Medical Service, in NSW’s central west, says it is attempting to conserve PPE as much as it possibly can, with face masks and sanitiser the items of highest need., The service typically orders PPE monthly. It put in an order two weeks ago for new stocks, but the supplier said it was unable to give any ETA for when the equipment would arrive., Chief executive Jamie Newman said the service had been given an interim supply of PPE by its peak body, and was now trying to reduce demand by moving as much of its services into telehealth as possible and sending administrative staff to work from home., “It’s about changing our business,” Newman said. “Whether it’s three months, six months, or six weeks, we have to be smart business-wise in how we maintain resources, client care, and looking after our own staff.”, The shift to telehealth had been aided by this week’s federal government announcement of a $500m telehealth package, which had made it more viable for GPs., “Like most other services, we’ve got limits on what we can be supplied with,” Newman said. “I suppose it’s up to every Aboriginal medical service in the region, the state, and the country, about what level of service we can provide, and the majority of that is through telehealth.”, “We’re trying to keep our hospitals from being overinflated with numbers, because if people can’t get that level of health care through a general practice or an Aboriginal Medical Service, they’re going to be flooding the hospitals, or they’re going to be at home suffering., “That’s the last thing we want to see happen.”aboriginal health services warn of catastrophic shortage of coronavirus protective equipment", "label": 0}, "train-40": {"text": "'Like preparing for war': Australia's hospitals brace for coronavirus peak, \n'Like preparing for war': Australia's hospitals brace for coronavirus peak\n, Health workers from densely populated cities to remote communities speak about their Covid-19 preparations, by  Lisa Cox, \n\nSat 4 Apr 2020 16.00 EDT\n\n\nLast modified on Sun 5 Apr 2020 06.05 EDT\n\n, “It’s a bit strange. I’ve been here 25 years, 10 of them in intensive care. This is like nothing I’ve ever seen before,” Michelle Spence says., “I’ve described it as like preparing for a war. There’s no doubt about it.”, Spence is the nurse unit manager of Royal Melbourne Hospital’s intensive care unit, a 32-bed operation staffed by teams of highly-trained clinicians., Not infrequently, at least 30 of those beds will be occupied by critically ill patients., But right now, there’s a lull. The effect of physical distancing restrictions aimed at slowing the spread of coronavirus has slowed the flow of patients into the hospital., Fewer people on the streets means fewer road accidents and less of the trauma that is the bread and butter of intensive care and emergency hospital departments., It’s given doctors, nurses, allied health workers and the myriad support workers in Australia’s major hospitals something their colleagues in Italy, the United States and Spain missed out on: time., Time to plan. Time to buy supplies and test equipment. Time to build space and hire and train staff. Hospitals care for critically ill patients every day but not in the numbers or at the scale that has become globally associated with Covid-19., Guardian Australia interviewed health workers around the country, from densely populated cities such as Melbourne, up to remote communities in the Torres Strait, about how they are preparing for a potential influx of patients requiring treatment for the highly contagious disease., The general public and the community can save more lives than intensive care will be able to, The approach hospitals are taking varies based on geography and the volume of resources and clinicians they have to call on. But frontline workers uniformly described the work under way as regimented, repetitive, with “thousands of hours” put in., Most expressed a single fear. That even the best planning will not be enough if individuals do not follow government restrictions related to physical contact., “I think right now, the general public and the community can save more lives than intensive care will be able to,” Chris MacIsaac, the head of Royal Melbourne hospital’s intensive care unit, says., “It’s vital that the curve is flattened so the peak is not as high.”, In the intensive care unit of Royal Melbourne hospital, a major public hospital in the inner suburb of Parkville, doctors and nurses are practising intubation of a coronavirus patient experiencing respiratory failure., The hospital’s ICU has not yet had a Covid-19-positive patient but clinicians are running simulations using a dummy., It’s a complex task, typically performed by one to two critical care doctors and specially-trained nurses who administer medication to stop the patient breathing, insert a tube into the mouth and through the voice box, and initiate artificial breathing using a ventilator., It’s a procedure that comes with a high risk of exposure to the infection, so Royal Melbourne is practising intubating patients using a minimum number of staff, clothed in personal protective equipment (known as PPE), in a negative pressure room., The drills are run daily in intensive care, the emergency department and theatres., MacIsaac says the whole hospital is now running as an emergency operations centre. It’s a framework that exists for major external emergencies, such as a disaster with mass casualties, that demand a large-scale response., “This is a little different because we’ve got such a lead-up time, but the structure of control and command has been in place for weeks,” he says., For hospitals responding to the coronavirus pandemic, the critical element is their ability to care simultaneously for a large influx of seriously ill patients., In the worst-hit countries, hospitals have been overwhelmed and the contagious nature of Covid-19 has led to high rates of infections, as well as deaths, among healthcare workers., Looking after a critically ill patient is more than just connecting them to machines, One of the greatest times of risk of contamination is when staff remove protective equipment, so clinicians are refreshing their knowledge of how to don and doff protective gear safely., ICU patients require sophisticated treatment. Monitoring of heart rates and oxygen levels. Administration of medication and nutrition., Teams are regularly practising how to flip a patient into a prone position, a technique that has been effective for some Covid-19 patients whose oxygen levels fall dangerously low., “Looking after a critically ill patient is more than just connecting them to machines,” MacIsaac says., “A lot of care goes into looking after a critically ill patient and they require highly trained people.”, The hospital currently has 32 staffed beds in its intensive care unit. They’re looking to increase that to 100 by repurposing other parts of the precinct, including the old ICU that closed in 2016, and the recovery room of the Peter MacCallum Cancer Centre. Even that might not be enough., MacIsaac says right now they could ventilate 50 patients. The hospital is in negotiations with the Victorian government as to what their allocation from any new supplies will be., But it is his view that “the rate-limiting step” in their capacity to treat people will not be equipment., “What we’re putting a lot of effort into is staffing,” he says., Across the country, state health departments have been seeking expressions of interest from nurses and midwives, medical workers, allied health professionals, paramedics and patient services assistants., Spence, as the nurse unit manager, has carriage of a recruitment drive that will train 100 to 200 additional nurses to work in intensive care., Team members are cold-calling and interviewing potentially suitable candidates but the majority will be nurses who are already working on other wards within the hospital., Typically, they would complete a six-month training course but there is only time for what Spence calls a fast-tracked program in survival skills., “We’re providing that over four days,” she says., As hospitals race to prepare themselves for the pandemic’s peak, three critical resourcing issues repeatedly crop up: access to ventilators, personal protective equipment and beds., Ventilators are used to assist the failing lungs of the most seriously-ill Covid-19 patients., Shortages in places like Italy have caused disaster and pointless loss of life as ICUs struggle to meet extraordinary demand with limited resources., In Australia, estimates of the current level of resourcing suggest there are 2,378 beds across 191 ICUs, each with a ventilator., The government wants to dramatically boost that number., The question is: are there enough ventilators – and the staff needed to operate them – to support such a surge?, Modelling released this week suggests Australia has capacity to surge to an additional 4,261 beds, up by 189%., But there are only an extra 2,361 invasive ventilators to support such a surge., To address a potential shortfall, the federal government has set up a ventilator taskforce, made up of government and industry experts, which is working urgently to bolster stocks., The current strategy is four-fold. First, significantly boost the production of Australia’s only onshore manufacturer of ventilators, a company named Resmed., Second, activate all reserves of ventilators that exist in Australia, including those currently being used in veterinary clinics. Third, purchase more ventilators from overseas suppliers, like Draeger, a German company., And finally, set up arrangements for new domestic manufacturers to utilise existing ventilator designs held by overseas manufacturers, already approved by foreign regulators, to begin producing the machines or parts in Australia., There is confidence from members of the taskforce that this will be enough to meet even the worst-case scenarios., But adequate supply of ventilators is not the only problem. The Australian Healthcare and Hospitals Association’s chief executive, Alison Verhoeven, says the issue will be ensuring the machines are deployed in a way that maximises their coverage of the population., “It will be about having smart plans in place to shift patients out of areas where there might not be ventilators available – and I’m thinking rural and regional areas – to centralised facilities,” Verhoeven told the Guardian., “That’s part of the planning that state health departments have been doing and each of them will have slightly different responses.”, Similarly, access to PPE – masks, gowns, goggles, and gloves – remains a risk to hospital preparedness. Adequate PPE is critical to safely treating Covid-19 patients. Yet many hospitals are already reporting dwindling stocks, particularly in the not-for-profit sector., University of Sydney decision sciences expert, Professor Ben Fahimnia, said he would not be surprised if “hospitals will soon rely on public donations of face masks for health workers”., “Building new production capacity in Australia where we have spent decades economising through offshoring is not easy,” he said. “Even if it is possible to force local production today, it is very unlikely to keep pace with this current pandemic-spurred demand.”, This week, the prime minister, Scott Morrison, said Australia’s trajectory – that is the rate at which Covid-19 infections are increasing – was showing “promising, encouraging” signs of slowing after the implementation of enforced social distancing measures., “But there are no guarantees,” he said., If we get to three to four weeks down the track and things aren’t mayhem, we’ll be encouraged, Dr Bruce Ashford a head and neck surgeon at Wollongong hospital, on the New South Wales coast thinks it’s too early for optimism. He is coordinating the hospital’s Covid-19 task force, a multidisciplinary team that includes respiratory, emergency and logistical specialists., Ashford describes planning a response to the pandemic as “looking over a cliff into the unknown”., “If we get to three to four weeks down the track and things aren’t mayhem, we’ll be encouraged,” he says., “But I just don’t think there’s enough history to indicate how this is going to go, which is why we have to plan for the worst-case scenario.”, Wollongong hospital is the major referral centre in the Illawarra Shoalhaven local health district, which comprises eight hospitals., It has had what Ashford calls a “disproportionate” number of Covid-19 patients relative to population size. This week the hospital recorded its first death, a 75-year-old man who had been a passenger on the Ovation of the Seas cruise ship., Ashford and colleagues have spent countless hours poring over issues such as how patients with Covid-19 will move through the hospital upon their arrival. Core areas – emergency, theatres, intensive care – have been arranged so they are close together, the goal being to minimise contact between Covid-19 and non-Covid-19 patients., The ICU is being separated and expanded to 45 beds for Covid-19 patients and 21 for critically ill non-Covid patients. There’s capacity to increase that by another 10, with 40 to 50 ventilators., Coordinating a response to a 24/7 emergency is complex and several people need to contribute. Doctors and nurses, cleaners, supply and logistics teams, caterers. Strategies have had to be developed to help Covid-19 patients, who can receive no visitors, communicate with their loved ones., Everything before a pandemic seems like an overreaction and everything after seems like an underreaction, At the same time, the day-to-day running of the health service continues and the impact of every decision on other, smaller, hospitals in the region has to be weighed., “The whole effort is based around this idea that everything before a pandemic seems like an overreaction and everything after seems like an underreaction,” Ashford says., He says one advantage in Australia’s favour is that the health system has been able to observe and learn from the experience in other countries. This week, the health minister, Greg Hunt, announced an extra $1.3bn towards integrating the private hospital system into the Covid-19 response., “However, does that mean our efforts are going to be adequate? Probably not,” Ashford says., “I can’t imagine that there’s something so special about Australia that we’re going to be different to the rest of the world., “You look at New York, Milan and Madrid, they are on their last legs. And you think, what would that be like for us?”, A hospital committee including a medical ethicist and senior clinicians is discussing what will be done in the event there are more critically ill patients than resources or ventilators to care for them. There are similar committees, or frameworks, looking at this dilemma in other health districts around the country., Ashford says if it gets to that stage, extremely tough decisions will be inevitable and there will be frank conversations with patients and families about their wishes, as well the constraints on the hospital., Sara Arcioni, a senior registrar in the hospital’s ICU, says frontline workers are used to the emotional load that comes with treating critically ill patients., “It’s just that we may be dealing with many more,” she says., Around the country, plans are being drawn up for how hospitals could increase their capacity beyond their existing facilities., Important regional facilities like Wagga Wagga base hospital have increased ICU capacity and set up procedures to separate the flow of suspected patients, while in Sydney, the Royal Prince Alfred hospital has prepared a dedicated and specially-designed Covid-19 intensive care unit., Major hotels, already being used as quarantine zones for returned travellers, could be converted into wards. In Victoria, the government is developing plans to convert the Melbourne Convention and Exhibition centre into a hospital and morgue., In Canberra this week, the ACT government announced it was working with healthcare company Aspen Medical to rapidly build a temporary emergency department for moderately to severely ill Covid-19 patients., It is also setting up an unregistered workforce made up of volunteers from the community – academics, students and a range of people with health backgrounds – after issuing a callout. Nine hundred people registered., At present, Australia’s capital has emergency departments at two of its hospitals – Canberra hospital in the city’s south and Calvary Public hospital in the city’s north – and has recorded 93 cases of coronavirus, including two deaths this week., Emergency folk are practical folk. I know several of my colleagues, myself included, have made their first will, From Monday, Canberra healthcare workers will start looking more actively for evidence of transmission of the disease in the community by testing a random selection of people who would otherwise not meet the criteria for testing., David Caldicott is an emergency department consultant to Calvary Hospital and a lecturer at the Australian National University Medical School., He said there was anxiety, but not panic, in the emergency community about the potential impact of Covid-19 on frontline workers’ own health., “Emergency folk are practical folk. I know several of my colleagues, myself included, have made their first will,” Caldicott says., He says the biggest concern for health workers was that people who were not in essential roles such as aged care, retail, delivery and cleaning, followed the physical distancing measures., “The frontline is at your front door. It’s entirely up to the public to decide how bad this is going to be,” he says., At Canberra’s hospitals, teams are running drills in full PPE to prepare for how they will manage different types of Covid-19 positive patients, such as a woman in labour, or a deteriorating patient who needs to be transferred to theatre., Working in PPE – mask, goggles, gown and gloves – takes a physical toll. It’s hot and there’s a risk of dehydration. The greatest physical burden is often borne by nurses who have the most direct contact with patients., Bernadette McDonald, the chief executive of Canberra Health Services, said considerable time was being spent on staff welfare and support for workers who might be feeling anxiety., Some major Australian hospitals have been expanding their existing staff support services by bringing in additional psychologists and social workers, and organisations that will supply meals and nutrition for frontline teams., “At this point in time they are the most important people because they’re the people who care for everyone that gets sick,” McDonald says., In Emerald in Queensland’s central highlands a rural fever clinic has been built out of four dongas, each consisting of two rooms, a shower and toilet., Only a week ago, the site was empty space next to the practice run by GP and obstetrician Ewan McPhee, who is also the president of the Australian College of Rural and Remote Medicine., The clinic – one of 100 GP-led respiratory clinics the federal government is funding as part of its Covid-19 response – has been set up to direct patients with symptoms away from the hospital., Nurses and GPs at the clinic will swab people who meet the criteria for coronavirus testing., Emerald itself has a population of about 15,000 people. There are another 45,000 in the wider district. Emerald hospital has 30 beds and four ventilators., “The worst-case scenario for Emerald in the next three months would be 60 people requiring ventilation and we only have four ventilators,” McPhee says., Federal and state leaders and mayors of councils have pleaded with Australians in recent weeks not to make unnecessary travel into regional and remote communities where the health infrastructure is not set up to cope with a massive surge in patients., Rural Australia already battles with shortages of frontline medical workers. The arrival of Covid-19 and quarantine restrictions has complicated that further in some places with doctors that were on fly-in fly-out arrangements., Emerald has not yet had a patient test positive for Covid-19 but McPhee is concerned the disease will ultimately make its way into the community via southern Queensland. He thinks the testing criteria needs to be expanded so that doctors can test when they suspect a patient has coronavirus and start monitoring community transmission., Separating Covid and non-Covid patients is immediately difficult for rural hospitals in terms of having the physical building space available. McPhee says medical teams in Emerald were having to consider solutions such as managing some hospital patients in their homes., Some very unwell patients would need to be transferred by helicopter or with the Royal Flying Doctor Service to Rockhampton or Brisbane., If the town becomes overrun, they would have to either convert the clinic into a treatment space, or call on the military to establish a field hospital., McPhee said there was enormous pressure on rural health workers who would have “nowhere to hide” in the face of such an emergency and he feels the urgency of the situation has not been fully grasped., “It’s the community that has to make the decision about their future. We can’t fix the problem once it’s in a surge situation,” he said., “That’s what’s going to save Emerald. It’s not going to be a GP-led respiratory clinic. It’s going to be people doing the right thing.”, Further north, Tony Brown is the incident controller for the Covid-19 response for the Torres and Cape hospital and health service., Ordinarily he works as a rural generalist, gynaecologist and obstetrician on Thursday Island but for the duration of the pandemic he will be based in Cairns., The majority of the population in the area covered by the Torres and Cape Health Service is Indigenous. There have been no confirmed Covid-19 cases so far and much of the health strategy is focused on trying to keep the disease out of the community. There is a 14-day quarantine requirement for travellers to the islands., If a doctor or nurse suspects a patient has coronavirus, that person has to isolate themselves at home. Brown says the health service intends to transfer confirmed positive cases to accommodation in Cairns for isolation but “we need to be ready for anything”., “We don’t know what’s coming our way and how many people are going to be affected,” Brown says., Aboriginal and Torres Strait Islander communities are among the Australians most at risk of becoming severely ill due to Covid-19., Last week frontline doctors said they were preparing for “death and suffering” in these communities because of a lack of resources and many have gone into lockdown., The Torres and Cape hospital and health service has four hospitals – Thursday Island, Bamaga, Cooktown and Weipa – the largest of which has 26 beds and the smallest about six. There are 31 primary healthcare clinics run by nurses. Three new ventilators are on order but the plan is for any patient requiring ventilation to be flown to Cairns., If demand on the small health teams becomes too great, they would need to ask for assistance, including from the army., “We’ve got the capacity to deal with only a certain number of people in our hospitals because we only have so many resources to manage them,” Brown said., “So we have a tipping point where we turn to the state and say ‘we’re not coping’.”, With Christopher Knauslike preparing for war australias hospitals brace for coronavirus peak", "label": 0}, "train-41": {"text": "\n'Kakadu of the south': 88,000 hectares of NSW wetland handed back to Nari Nari\n, 'Kakadu of the south': 88,000 hectares of NSW wetland handed back to Nari Nari,  Return of ecologically significant property Gayini to traditional custodians comes after more than 150 years of dispossession, Annette Ruzicka, \n\nSun 5 Apr 2020 13.30 EDT\n\n\nLast modified on Sun 5 Apr 2020 23.52 EDT\n\n, Photograph: Annette Ruzicka/The Nature Conservancy Australia/Nari Nari Councilkakadu of the south 88000 hectares of nsw wetland handed back to nari nari", "label": 0}, "train-42": {"text": "Policy backflip in lead-up to Queensland election puts youth in detention centres at risk of coronavirus, Exclusive: Reforms designed to protect youth implemented after outcry at unfair treatment wound back as centres near capacity , The population of Queensland’s youth detention centres has ballooned to near capacity amid a government-sponsored crime crackdown, prompting concern from human rights activists that vulnerable children are being placed at risk during the coronavirus outbreak., The state’s human rights commissioner, Scott McDougall, said without urgent attention, he thought it “inevitable” that children would again be “warehoused for prolonged periods” in police watch houses – a situation that provoked outcry about their treatment and prompted reforms of the youth justice system., “Last year we saw children held in adult watch houses in some cases for weeks on end,” McDougall told Guardian Australia., “On the present trajectory we are rapidly approaching the same situation and the Covid-19 pandemic brings another layer of complexity to this crisis.”, In 2018, Guardian Australia reported concerns about children being held in watch houses for extended periods due to overcrowded detention centres., The ABC’s Four Corners program last year revealed that children as young as 10 had been housed in police custody alongside maximum security offenders., The program prompted significant reform by the Queensland government and its approach was praised by human rights groups. It established a separate department for youth justice and announced initiatives to keep children out of detention and watch houses., Last month the government made an about-face policy pivot: it announced a new “hard line on youth crime” approach that aimed to place more children in detention. This was partly a response to vocal campaigning by local media in Townsville, where Labor seats are considered vulnerable at this year’s state election., In its announcement, the government said it would take “tougher action on bail” including seeking to keep more children on remand, and a “police blitz on bail” to appeal court decisions., “These are changes our MPs in Cairns, Townsville, Rockhampton and the Gold Coast have advocated and the government has acted,” the premier, Annastacia Palaszczuk, said., This week, there are 223 children in youth detention centres; significantly up from late last year, when the initial youth justice reforms were starting to take effect., There are 258 youth detention beds in Queensland, but it is unclear whether these are all available, as ongoing expansion works at the Brisbane Youth Detention Centre had temporarily reduced its capacity, and these works are ongoing., Human rights advocates with knowledge of Queensland’s youth detention system say the “safe” capacity of these centres is below the total bed numbers, as crowded facilities limit the ability of authorities to separate detainees of different ages and risk profiles., Crowding is often also considered a contributing factor to incidents in youth detention centres. On 18 March, a disturbance occurred at the Townsville centre that involved three boys climbing on to the roof., McDougall said the overwhelming majority of children in youth detention were from Aboriginal families, and many were accused of offences while living in unstable residential care arrangements., “The situation calls for intensive resources to be made available to Aboriginal controlled organisations to assist the safe return of children to Aboriginal families and kinship carers. Aboriginal voices need to be heard in the process of finding creative solutions to this pressing crisis.”, Concerns about “hard line” policies disproportionately affecting Aboriginal and Torres Strait Islander people are heightened by the Covid-19 pandemic, and broad powers given to police to enforce public health regulations., Amnesty International Indigenous rights campaigner Lidia Thorpe said detention often took children out of safe environments with family., “Locking them up is putting them at more risk, given we’ve seen already this virus has got into prisons. Because of the overcrowding it puts kids or anyone at more risk of getting the virus., “The safest place for these kids is at home.”, Thorpe was critical of the government’s youth crime shift, which she said fed into a narrative that promotes racist attitudes towards Aboriginal people., “I think we have to keep in mind the Queensland election is coming up and unfortunately when we do have progressive governments in power, it becomes a race to the bottom on law and order. We’ve seen this around the country where we’ve had Labor governments in power., “It’s wrong to suggest that when we see a child misbehaving that the best thing for that is to lock them up and isolate them. If this was happening to non-Aboriginal kids we would see an outrage in this nation, but because it’s happening to Aboriginal people it’s like it’s expected.”, The office of the state minister for child safety, youth and women, Di Farmer, said in March there were an average of seven young people a day held in police watch houses – down from 34 in March 2019 – and that the vast majority of those were waiting for a court hearing or processing., “The average number of days spent in a Queensland police watch house since January 2020 was two days, which reflects the significant transport arrangements required for transfer from remote and regional communities,” a spokesman for the minister said., “The government is investing $177m in new youth detention centres beds, which includes the expansion of Brisbane Youth Detention centre with 16 new beds due to come online in May, and construction of a new 32-bed youth detention centre at Wacol., “This investment means state-wide capacity will increase from 258 beds to 306 beds by the end of this year.”policy backflip in lead up to queensland election puts youth in detention centres at risk of coronavirus", "label": 0}, "train-43": {"text": "\nLack of PPE forces Aboriginal health groups to stop testing for coronavirus\n, Shortages creating ‘catastrophic’ situation among vulnerable Indigenous groups with some services on brink of closing doors, \nChristopher Knaus and \nLorena Allam, \n\nMon 6 Apr 2020 13.30 EDT\n\n\nLast modified on Mon 6 Apr 2020 14.09 EDT\n\n, A number of Aboriginal health groups in Victoria have been forced to cease Covid-19 testing and consider shutting their doors due to a lack of personal protective equipment., The Guardian revealed last week that Aboriginal medical services in New South Wales, particularly in regional areas, were struggling to access the PPE needed to safely treat and test for the virus., Some clinics had just two weeks of PPE left with no immediate prospect of re-supply, creating a situation they described as “catastrophic”., The Guardian understands the NSW government has now written to the commonwealth asking for the urgent release of supplies to the state’s Aboriginal medical services and for direct access to the government’s national medical stockpile., The problem, though, is not confined to NSW., In Victoria, Aboriginal community-controlled health organisations have warned they are facing “critical” PPE shortages, which have forced some into the difficult position of stopping Covid-19 testing until new stock is provided., A number of Aboriginal health groups are making their own PPE to get by, according to the the Victorian Aboriginal Community Controlled Health Organisation Inc (VACCHO), the peak body for Indigenous health and wellbeing in the state., Others have considered closing entirely because they cannot source enough equipment., VACCHO chair Karen Heap said the centre she runs in Ballarat – the Ballarat &amp; District Aboriginal Co-Operative – had run out of PPE and been forced to close temporarily last week., The centre was conducting Covid-19 testing for Indigenous Australians and has since re-opened. But Heap says it only has one to two weeks of PPE left., “We’ve struggled for quite a while,” Heap told the Guardian. “We’ve run out. We found a few gowns that we could use, but we haven’t got a good supply at all.”, “We know we’re not the only ones asking for PPE, it’s across the nation. But we’re trying to provide a service to the Aboriginal community across Victoria and we’d like to be able to help with testing., “It just makes it easier for our community to come to our health services to get tested … they know us.”, Aboriginal health services in both NSW and Victoria have been shifting to telehealth wherever possible to reduce demand on PPE and employing social distancing measures to protect staff and patients., “We’re actually in Ballarat just starting to make our own gowns as well, just in readiness, just in case we need them,” Heap said. “We’re hoping we don’t need them, but if we do, we’ve got some people in our community who can sew, so we’ve put them to task,”, But Heap said if more equipment was not received soon, the consequences would be serious., “We just won’t be able to test at all and we’ll have to be very careful about who we see through the clinic, especially people with the symptoms of the virus,” she said., The release of PPE from the federal government’s national medical stockpile – a reserve of medical equipment held in secret locations across the country – is being prioritised to those who need it most., The government has identified Aboriginal and Torres Strait Islander peoples as a high-risk group during the Covid-19 pandemic, because of overall higher rates of respiratory disease, heart disease, and diabetes, as well as overcrowded housing., A taskforce of experts in Indigenous health and epidemiology advising the national cabinet has released a detailed plan for dealing with the virus, which recommends urgent supplies of PPE and other medical equipment to regional and remote areas., But, in a further sign of the severity of PPE shortages among Aboriginal medical services, NSW health minister Brad Hazzard and Aboriginal affairs minister Don Harwin wrote to federal health minister Greg Hunt asking for help last week., It is understood the pair asked the federal government to urgently increase the supply of PPE to Aboriginal community-controlled health services in NSW., They also asked that changes be made to allow Aboriginal medical services direct access to the national medical stockpile – an emergency reserve of medical equipment – rather than having to make their requests through the primary health network., Such allowances have already been made for the aged care sector., A NSW Health spokeswoman said the state and federal governments were working together to “urgently increase the supply of personal protective equipment (PPE) to Aboriginal Community Controlled Health Services”., The state government has also provided a “one-off supply” of PPE to the sector in the week beginning 23 March, the spokeswoman said., Hunt on Sunday announced that about 11m masks had recently been distributed to frontline workers, and that the national medical stockpile had been replenished by the receipt of 30m masks in recent weeks., A spokeswoman said 1.6m surgical and P2 masks had been distributed to the NSW government in recent days., “Significant additional supplies of masks have now arrived in Australia and the government is working with states and territories to allocate an initial additional 10 million masks to support front line healthcare professionals,” she said., “There are global shortages of masks and other PPE and the government is securing supplies to meet the demand of states and territories.”, Hunt expects to make up to 200m masks available by the end of the year and finance minister, Mathias Cormann, announced an additional $800m for PPE supply on the weekend., The government has attempted to help local manufacturers to pivot into PPE production and help existing producer Med-Con to boost its output., The Aboriginal Health and Medical Research Council of NSW last week warned that clinics require urgent action to boost PPE stocks.lack of ppe forces aboriginal health groups to stop testing for coronavirus", "label": 0}}